Repository: ECCC-CSSP/CSSPTools
Catalog: src/dlls/CSSPCultureServices/Resources/CSSPCultureModelsRes.*.resx
Languages: fr

# LabSheetA1Sheet_ApprovalYear_Description
source: Approval year
fr: Année d'approbation

# LabSheetA1Sheet_ApprovalYear_Display
source: Approval year
fr: Année d'approbation

# LabSheetA1Sheet_ApprovedBySupervisorInitials_Description
source: Approved by supervisor initials
fr: Initials du superviseur qui a apprové

# LabSheetA1Sheet_ApprovedBySupervisorInitials_Display
source: Approved by supervisor initials
fr: Initials du superviseur qui a apprové

# LabSheetA1Sheet_BackupDirectory_Description
source: Backup directory
fr: Répertoire de sauvegarde

# LabSheetA1Sheet_BackupDirectory_Display
source: Backup directory
fr: Répertoire de sauvegarde

# LabSheetA1Sheet_ControlLot_Description
source: Control lot
fr: Lot de contrôle

# LabSheetA1Sheet_ControlLot_Display
source: Control lot
fr: Lot de contrôle

# LabSheetA1Sheet_DailyDuplicateAcceptableOrUnacceptable_Description
source: Daily duplicate is acceptable or unacceptable
fr: Duplicata du la tournée est acceptable ou inacceptable

# LabSheetA1Sheet_DailyDuplicateAcceptableOrUnacceptable_Display
source: Daily duplicate is acceptable or unacceptable
fr: Duplicata du la tournée est acceptable ou inacceptable

# LabSheetA1Sheet_DailyDuplicatePrecisionCriteria_Description
source: Daily duplicate precision criteria
fr: Critère de précision du duplicata du la tournée

# LabSheetA1Sheet_DailyDuplicatePrecisionCriteria_Display
source: Daily duplicate precision criteria
fr: Critère de précision du duplicata du la tournée

# LabSheetA1Sheet_DailyDuplicateRLog_Description
source: Daily duplicate R log
fr: R Log du duplicata du la tournée

# LabSheetA1Sheet_DailyDuplicateRLog_Display
source: Daily duplicate R log
fr: R Log du duplicata du la tournée

# LabSheetA1Sheet_IncludeLaboratoryQAQC_Description
source: Include laboratory quality assurance / quality control
fr: Inclure l'assurance de qualité / contrôle de qualité du laboratoire

# LabSheetA1Sheet_IncludeLaboratoryQAQC_Display
source: Include laboratory QA/QC
fr: Inclure l'assurance de qualité / contrôle de qualité du laboratoire

# LabSheetA1Sheet_IncubationBath1EndTime_Description
source: Incubation bath 1 end time
fr: Temps de fin bain d'incubation 1

# LabSheetA1Sheet_IncubationBath1EndTime_Display
source: Incubation bath 1 end time
fr: Temps de fin bain d'incubation 1

# LabSheetA1Sheet_IncubationBath1StartTime_Description
source: Incubation bath 1 start time
fr: Temps de départ bain d'incubation 1

# LabSheetA1Sheet_IncubationBath1StartTime_Display
source: Incubation bath 1 start time
fr: Temps de départ bain d'incubation 1

# LabSheetA1Sheet_IncubationBath1TimeCalculated_Description
source: Incubation bath 1 time calculated (min)
fr: Temps calculé de bain d'incubation 1 en minutes

# LabSheetA1Sheet_IncubationBath1TimeCalculated_Display
source: Incubation bath 1 time calculated (min)
fr: Temps calculé de bain d'incubation 1 (min)

# LabSheetA1Sheet_IncubationBath2EndTime_Description
source: Incubation bath 2 end time
fr: Temps de fin bain d'incubation 2

# LabSheetA1Sheet_IncubationBath2EndTime_Display
source: Incubation bath 2 end time
fr: Temps de fin bain d'incubation 2

# LabSheetA1Sheet_IncubationBath2StartTime_Description
source: Incubation bath 2 start time
fr: Temps de départ bain d'incubation 2

# LabSheetA1Sheet_IncubationBath2StartTime_Display
source: Incubation bath 2 start time
fr: Temps de départ bain d'incubation 2

# LabSheetA1Sheet_IncubationBath2TimeCalculated_Description
source: Incubation bath 2 time calculated (min)
fr: Temps calculé de bain d'incubation 2 en minutes

# LabSheetA1Sheet_IncubationBath2TimeCalculated_Display
source: Incubation bath 2 time calculated (min)
fr: Temps calculé de bain d'incubation 2 (min)

# LabSheetA1Sheet_IncubationBath3EndTime_Description
source: Incubation bath 3 end time
fr: Temps de fin bain d'incubation 3

# LabSheetA1Sheet_IncubationBath3EndTime_Display
source: Incubation bath 3 end time
fr: Temps de fin bain d'incubation 3

# LabSheetA1Sheet_IncubationBath3StartTime_Description
source: Incubation bath 3 start time
fr: Temps de départ bain d'incubation 3

# LabSheetA1Sheet_IncubationBath3StartTime_Display
source: Incubation bath 3 start time
fr: Temps de départ bain d'incubation 3

# LabSheetA1Sheet_IncubationBath3TimeCalculated_Description
source: Incubation bath 3 time calculated (min)
fr: Temps calculé de bain d'incubation 3 en minutes

# LabSheetA1Sheet_IncubationBath3TimeCalculated_Display
source: Incubation bath 3 time calculated (min)
fr: Temps calculé de bain d'incubation 3 (min)

# LabSheetA1Sheet_IncubationStartSameDay_Description
source: Incubation starts on the same day
fr: Incubation commence le même jour

# LabSheetA1Sheet_IncubationStartSameDay_Display
source: Incubation starts on the same day
fr: Incubation commence le même jour

# LabSheetA1Sheet_IntertechDuplicateAcceptableOrUnacceptable_Description
source: Intertech duplicate is acceptable or unacceptable
fr: Duplicata intertech est acceptable ou inacceptable

# LabSheetA1Sheet_IntertechDuplicateAcceptableOrUnacceptable_Display
source: Intertech duplicate is acceptable or unacceptable
fr: Duplicata intertech est acceptable ou inacceptable

# LabSheetA1Sheet_IntertechDuplicatePrecisionCriteria_Description
source: Intertech duplicate precision criteria
fr: Critère de précision du duplicata intertech

# LabSheetA1Sheet_IntertechDuplicatePrecisionCriteria_Display
source: Intertech duplicate precision criteria
fr: Critère de précision du duplicata intertech

# LabSheetA1Sheet_IntertechDuplicateRLog_Description
source: Intertech duplicate R log
fr: R Log du duplicata intertech

# LabSheetA1Sheet_IntertechDuplicateRLog_Display
source: Intertech duplicate R log
fr: R Log du duplicata intertech

# LabSheetA1Sheet_IntertechReadAcceptableOrUnacceptable_Description
source: Intertech read is acceptable or unacceptable
fr: Lecture intertech est acceptable ou inacceptable

# LabSheetA1Sheet_IntertechReadAcceptableOrUnacceptable_Display
source: Intertech read is acceptable or unacceptable
fr: Lecture intertech est acceptable ou inacceptable

# LabSheetA1Sheet_LabSheetA1MeasurementList_Description
source: Lab sheet A1 measurement list
fr: Liste de measure de la feuille de laboratoire A1

# LabSheetA1Sheet_LabSheetA1MeasurementList_Display
source: Lab sheet A1 measurement list
fr: Liste de measure de la feuille de laboratoire A1

# LabSheetA1Sheet_LabSheetTypeText_Description
source: Laboratory sheet type text
fr: Texte du type de feuille de laboratoire

# LabSheetA1Sheet_LabSheetTypeText_Display
source: Lab sheet type text
fr: Texte du type de feuille de lab

# LabSheetA1Sheet_LabSheetType_Description
source: Lab sheet type
fr: Type de feuille de laboratoire

# LabSheetA1Sheet_LabSheetType_Display
source: Lab sheet type
fr: Type de feuille de lab

# LabSheetA1Sheet_ResultsReadBy_Description
source: Results read by
fr: Résultats lu par

# LabSheetA1Sheet_ResultsReadBy_Display
source: Results read by
fr: Résultats lu par

# LabSheetA1Sheet_ResultsReadDay_Description
source: Results read day
fr: Jour de lecture des résultats

# LabSheetA1Sheet_ResultsReadDay_Display
source: Results read day
fr: Jour de lecture des résultats

# LabSheetA1Sheet_ResultsReadMonth_Description
source: Results read month
fr: Mois de lecture des résultats

# LabSheetA1Sheet_ResultsReadMonth_Display
source: Results read month
fr: Mois de lecture des résultats

# LabSheetA1Sheet_ResultsReadYear_Description
source: Results read year
fr: Année de lecture des résultats

# LabSheetA1Sheet_ResultsReadYear_Display
source: Results read year
fr: Année de lecture des résultats

# LabSheetA1Sheet_ResultsRecordedBy_Description
source: Results recorded by
fr: Résultats enregistrés par

# LabSheetA1Sheet_ResultsRecordedBy_Display
source: Results recorded by
fr: Résultats enregistrés par

# LabSheetA1Sheet_ResultsRecordedDay_Description
source: Results recorded day
fr: Jour de d'enregistrement des résultats

# LabSheetA1Sheet_ResultsRecordedDay_Display
source: Results recorded day
fr: Jour d'enregistrement des résultats

# LabSheetA1Sheet_ResultsRecordedMonth_Description
source: Results recorded month
fr: Mois de d'enregistrement des résultats

# LabSheetA1Sheet_ResultsRecordedMonth_Display
source: Results recorded month
fr: Mois d'enregistrement des résultats

# LabSheetA1Sheet_ResultsRecordedYear_Description
source: Results recorded year
fr: Année de d'enregistrement des résultats

# LabSheetA1Sheet_ResultsRecordedYear_Display
source: Results recorded year
fr: Année d'enregistrement des résultats

# LabSheetA1Sheet_RunComment_Description
source: Run comment
fr: Commentaire de tourée

# LabSheetA1Sheet_RunComment_Display
source: Run comment
fr: Commentaire de tourée

# LabSheetA1Sheet_RunDay_Description
source: Run day
fr: Jour de la tournée

# LabSheetA1Sheet_RunDay_Display
source: Run day
fr: Jour de la tournée

# LabSheetA1Sheet_RunMonth_Description
source: Run month
fr: Mois de la tournée

# LabSheetA1Sheet_RunMonth_Display
source: Run month
fr: Mois de la tournée

# LabSheetA1Sheet_RunNumber_Description
source: Run number
fr: Numéro de la tournée

# LabSheetA1Sheet_RunNumber_Display
source: Run number
fr: Numéro de la tournée

# LabSheetA1Sheet_RunWeatherComment_Description
source: Run weather comment
fr: Commentaire de tourée météo

# LabSheetA1Sheet_RunWeatherComment_Display
source: Run weather comment
fr: Commentaire de tourée météo

# LabSheetA1Sheet_RunYear_Description
source: Run year
fr: Année de la tournée

# LabSheetA1Sheet_RunYear_Display
source: Run year
fr: Année de la tournée

# LabSheetA1Sheet_SalinitiesReadBy_Description
source: Salinity read by
fr: Salinité lu par

# LabSheetA1Sheet_SalinitiesReadBy_Display
source: Salinity read by
fr: Salinité lu par

# LabSheetA1Sheet_SalinitiesReadDay_Description
source: Salinity read day
fr: Jour de lecture de salinité

# LabSheetA1Sheet_SalinitiesReadDay_Display
source: Salinity read day
fr: Jour de lecture de salinité

# LabSheetA1Sheet_SalinitiesReadMonth_Description
source: Salinity read month
fr: Mois de lecture de salinité

# LabSheetA1Sheet_SalinitiesReadMonth_Display
source: Salinity read month
fr: Mois de lecture de salinité

# LabSheetA1Sheet_SalinitiesReadYear_Description
source: Salinity read year
fr: Année de lecture de salinité

# LabSheetA1Sheet_SalinitiesReadYear_Display
source: Salinity read year
fr: Année de lecture de salinité

# LabSheetA1Sheet_SampleBottleLotNumber_Description
source: Sample bottle lot number
fr: Numéro de lot des bouteille d'échantillonnage

# LabSheetA1Sheet_SampleBottleLotNumber_Display
source: Sample bottle lot number
fr: Numéro de lot des bouteille d'échantillonnage

# LabSheetA1Sheet_SampleCrewInitials_Description
source: Sample crew initials
fr: Initiales des contacts faisant l'échantillonnage

# LabSheetA1Sheet_SampleCrewInitials_Display
source: Sample crew initials
fr: Initiales des contacts faisant l'échantillonnage

# LabSheetA1Sheet_SampleTypeText_Description
source: Sample type text
fr: Texte du type d'échantillon

# LabSheetA1Sheet_SampleTypeText_Display
source: Sample type text
fr: Texte du type d'échantillon

# LabSheetA1Sheet_SampleType_Description
source: Sample type
fr: Type d'échantillon

# LabSheetA1Sheet_SampleType_Display
source: Sample type
fr: Type d'échantillon

# LabSheetA1Sheet_SamplingPlanTypeText_Description
source: Sampling plan type text
fr: Texte du type de plan d'échantillonnage

# LabSheetA1Sheet_SamplingPlanTypeText_Display
source: Sampling plan type text
fr: Texte du type de plan d'échantillonnage

# LabSheetA1Sheet_SamplingPlanType_Description
source: Sampling plan type
fr: Type de plan d'échantillonnage

# LabSheetA1Sheet_SamplingPlanType_Display
source: Sampling plan type
fr: Type de plan d'échantillonnage

# LabSheetA1Sheet_SubsectorLocation_Description
source: Subsector location
fr: Emplacement du sous-secteur

# LabSheetA1Sheet_SubsectorLocation_Display
source: Subsector location
fr: Emplacement du sous-secteur

# LabSheetA1Sheet_SubsectorName_Description
source: Subsector name
fr: Nom du sous-secteur

# LabSheetA1Sheet_SubsectorName_Display
source: Subsector name
fr: Nom du sous-secteur

# LabSheetA1Sheet_SubsectorTVItemID_Description
source: Link to the TVItem table representing the subsector
fr: Lien à la table TVItem représentant la sous-secteur

# LabSheetA1Sheet_SubsectorTVItemID_Display
source: Subsector TVItemID
fr: Sous-secteur TVItemID

# LabSheetA1Sheet_TCAverage_Description
source: Average temperature control
fr: Moyenne de température de control

# LabSheetA1Sheet_TCAverage_Display
source: Average temperature control
fr: Moyenne de température de control

# LabSheetA1Sheet_TCField1_Description
source: Temperature control 1
fr: Température de control 1

# LabSheetA1Sheet_TCField1_Display
source: Temperature control 1
fr: Température de control 1

# LabSheetA1Sheet_TCField2_Description
source: Temperature control 2
fr: Température de control 2

# LabSheetA1Sheet_TCField2_Display
source: Temperature control 2
fr: Température de control 2

# LabSheetA1Sheet_TCFirst_Description
source: First temperature control
fr: Première température de control

# LabSheetA1Sheet_TCFirst_Display
source: First temperature control
fr: Première température de control

# LabSheetA1Sheet_TCHas2Coolers_Description
source: Has 2 coolers
fr: Il y a 2 glacières

# LabSheetA1Sheet_TCHas2Coolers_Display
source: Has 2 coolers
fr: Il y a 2 glacières

# LabSheetA1Sheet_TCLab1_Description
source: Temperature control lab 1
fr: Température de control au laboratoire 1

# LabSheetA1Sheet_TCLab1_Display
source: Temperature control lab 1
fr: Température de control au laboratoire 1

# LabSheetA1Sheet_TCLab2_Description
source: Temperature control lab 2
fr: Température de control au laboratoire 2

# LabSheetA1Sheet_TCLab2_Display
source: Temperature control lab 2
fr: Température de control au laboratoire 2

# LabSheetA1Sheet_Tides_Description
source: Tide sites ID
fr: ID des site de marées

# LabSheetA1Sheet_Tides_Display
source: Tide sites ID
fr: ID des site de marées

# LabSheetA1Sheet_Version_Description
source: Version of the document (lab sheet)
fr: Version du document (feuille de laboratoire)

# LabSheetA1Sheet_WaterBath1_Description
source: Water bath 1
fr: Bain d'eau 1

# LabSheetA1Sheet_WaterBath1_Display
source: Water bath 1
fr: Bain d'eau 1

# LabSheetA1Sheet_WaterBath2_Description
source: Water bath 2
fr: Bain d'eau 2

# LabSheetA1Sheet_WaterBath2_Display
source: Water bath 2
fr: Bain d'eau 2

# LabSheetA1Sheet_WaterBath3_Description
source: Water bath 3
fr: Bain d'eau 3

# LabSheetA1Sheet_WaterBath3_Display
source: Water bath 3
fr: Bain d'eau 3

# LabSheetA1Sheet_WaterBathCount_Description
source: Water bath count
fr: Nombre de bain d'eau

# LabSheetA1Sheet_WaterBathCount_Display
source: Water bath count
fr: Nombre de bain d'eau

# LabSheetAndA1Sheet_LabSheetA1Sheet_Description
source: Lab sheet A1
fr: Feuille de laboratoir A1

# LabSheetAndA1Sheet_LabSheetA1Sheet_Display
source: Lab sheet A1
fr: Feuille de laboratoir A1

# LabSheetAndA1Sheet_LabSheet_Description
source: Laboratory sheet
fr: Feuille de laboratoire

# LabSheetAndA1Sheet_LabSheet_Display
source: Lab sheet
fr: Feuille de lab

# LabSheetDetail_ControlLot_Description
source: Control lot
fr: Lot de contrôle

# LabSheetDetail_ControlLot_Display
source: Control lot
fr: Lot de contrôle

# LabSheetDetail_DailyDuplicateAcceptable_Description
source: Daily duplicate is acceptable
fr: Duplicata du la tournée est acceptable

# LabSheetDetail_DailyDuplicateAcceptable_Display
source: Daily duplicate is acceptable
fr: Duplicata du la tournée est acceptable

# LabSheetDetail_DailyDuplicatePrecisionCriteria_Description
source: Daily duplicate precision criteria
fr: Critère de précision du duplicata du la tournée

# LabSheetDetail_DailyDuplicatePrecisionCriteria_Display
source: Daily duplicate precision criteria
fr: Critère de précision du duplicata du la tournée

# LabSheetDetail_DailyDuplicateRLog_Description
source: Daily duplicate R log
fr: R Log du duplicata du la tournée

# LabSheetDetail_DailyDuplicateRLog_Display
source: Daily duplicate R log
fr: R Log du duplicata du la tournée

# LabSheetDetail_IncubationBath1EndTime_Description
source: Incubation bath 1 end time
fr: Temps de fin bain d'incubation 1

# LabSheetDetail_IncubationBath1EndTime_Display
source: Incubation bath 1 end time
fr: Temps de fin bain d'incubation 1

# LabSheetDetail_IncubationBath1StartTime_Description
source: Incubation bath 1 start time
fr: Temps de départ bain d'incubation 1

# LabSheetDetail_IncubationBath1StartTime_Display
source: Incubation bath 1 start time
fr: Temps de départ bain d'incubation 1

# LabSheetDetail_IncubationBath1TimeCalculated_minutes_Description
source: Incubation bath 1 time calculated (min)
fr: Temps calculé de bain d'incubation 1 en minutes

# LabSheetDetail_IncubationBath1TimeCalculated_minutes_Display
source: Incubation bath 1 time calculated (min)
fr: Temps calculé de bain d'incubation 1 (min)

# LabSheetDetail_IncubationBath2EndTime_Description
source: Incubation bath 2 end time
fr: Temps de fin bain d'incubation 2

# LabSheetDetail_IncubationBath2EndTime_Display
source: Incubation bath 2 end time
fr: Temps de fin bain d'incubation 2

# LabSheetDetail_IncubationBath2StartTime_Description
source: Incubation bath 2 start time
fr: Temps de départ bain d'incubation 2

# LabSheetDetail_IncubationBath2StartTime_Display
source: Incubation bath 2 start time
fr: Temps de départ bain d'incubation 2

# LabSheetDetail_IncubationBath2TimeCalculated_minutes_Description
source: Incubation bath 2 time calculated (min)
fr: Temps calculé de bain d'incubation 2 en minutes

# LabSheetDetail_IncubationBath2TimeCalculated_minutes_Display
source: Incubation bath 2 time calculated (min)
fr: Temps calculé de bain d'incubation 2 (min)

# LabSheetDetail_IncubationBath3EndTime_Description
source: Incubation bath 3 end time
fr: Temps de fin bain d'incubation 3

# LabSheetDetail_IncubationBath3EndTime_Display
source: Incubation bath 3 end time
fr: Temps de fin bain d'incubation 3

# LabSheetDetail_IncubationBath3StartTime_Description
source: Incubation bath 3 start time
fr: Temps de départ bain d'incubation 3

# LabSheetDetail_IncubationBath3StartTime_Display
source: Incubation bath 3 start time
fr: Temps de départ bain d'incubation 3

# LabSheetDetail_IncubationBath3TimeCalculated_minutes_Description
source: Incubation bath 3 time calculated (min)
fr: Temps calculé de bain d'incubation 3 en minutes

# LabSheetDetail_IncubationBath3TimeCalculated_minutes_Display
source: Incubation bath 3 time calculated (min)
fr: Temps calculé de bain d'incubation 3 (min)

# LabSheetDetail_IntertechDuplicateAcceptable_Description
source: Intertech duplicate is acceptable
fr: Duplicata intertech est acceptable

# LabSheetDetail_IntertechDuplicateAcceptable_Display
source: Intertech duplicate is acceptable
fr: Duplicata intertech est acceptable

# LabSheetDetail_IntertechDuplicatePrecisionCriteria_Description
source: Intertech duplicate precision criteria
fr: Critère de précision du duplicata intertech

# LabSheetDetail_IntertechDuplicatePrecisionCriteria_Display
source: Intertech duplicate precision criteria
fr: Critère de précision du duplicata intertech

# LabSheetDetail_IntertechDuplicateRLog_Description
source: Intertech duplicate R log
fr: R Log du duplicata intertech

# LabSheetDetail_IntertechDuplicateRLog_Display
source: Intertech duplicate R log
fr: R Log du duplicata intertech

# LabSheetDetail_IntertechReadAcceptable_Description
source: Intertech read is acceptable
fr: Lecture intertech est acceptable

# LabSheetDetail_IntertechReadAcceptable_Display
source: Intertech read is acceptable
fr: Lecture intertech est acceptable

# LabSheetDetail_LabSheetDetailID_Description
source: Contains the unique identifier on each row of the LabSheetDetails table
fr: Contient l'identifiant unique sur chaque ligne de la table LabSheetDetails

# LabSheetDetail_LabSheetID_Description
source: Link to the LabSheets table representing the lab sheet
fr: Lien à la table LabSheets représentant la feuille de laboratoire

# LabSheetDetail_LabSheetID_Display
source: Lab sheet
fr: Feuille de laboratoire

# LabSheetDetail_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# LabSheetDetail_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# LabSheetDetail_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# LabSheetDetail_ResultsReadBy_Description
source: Results read by
fr: Résultats lu par

# LabSheetDetail_ResultsReadBy_Display
source: Results read by
fr: Résultats lu par

# LabSheetDetail_ResultsReadDate_Description
source: Results read date
fr: Date de lecture des résultats

# LabSheetDetail_ResultsReadDate_Display
source: Results read date
fr: Date de lecture des résultats

# LabSheetDetail_ResultsRecordedBy_Description
source: Results recorded by
fr: Résultats enregistrés par

# LabSheetDetail_ResultsRecordedBy_Display
source: Results recorded by
fr: Résultats enregistrés par

# LabSheetDetail_ResultsRecordedDate_Description
source: Results recorded date
fr: Date de d'enregistrement des résultats

# LabSheetDetail_ResultsRecordedDate_Display
source: Results recorded date
fr: Date d'enregistrement des résultats

# LabSheetDetail_RunComment_Description
source: Run comment
fr: Commentaire de tourée

# LabSheetDetail_RunComment_Display
source: Run comment
fr: Commentaire de tourée

# LabSheetDetail_RunDate_Description
source: Run date
fr: Date de la tournée

# LabSheetDetail_RunDate_Display
source: Run date
fr: Date de la tournée

# LabSheetDetail_RunWeatherComment_Description
source: Run weather comment
fr: Commentaire de tourée météo

# LabSheetDetail_RunWeatherComment_Display
source: Run weather comment
fr: Commentaire de tourée météo

# LabSheetDetail_SalinitiesReadBy_Description
source: Salinity read by
fr: Salinité lu par

# LabSheetDetail_SalinitiesReadBy_Display
source: Salinity read by
fr: Salinité lu par

# LabSheetDetail_SalinitiesReadDate_Description
source: Salinity read date
fr: Date de lecture de salinité

# LabSheetDetail_SalinitiesReadDate_Display
source: Salinity read date
fr: Date de lecture de salinité

# LabSheetDetail_SampleBottleLotNumber_Description
source: Sample bottle lot number
fr: Numéro de lot des bouteille d'échantillonnage

# LabSheetDetail_SampleBottleLotNumber_Display
source: Sample bottle lot number
fr: Numéro de lot des bouteille d'échantillonnage

# LabSheetDetail_SampleCrewInitials_Description
source: Sample crew initials
fr: Initiales des contacts faisant l'échantillonnage

# LabSheetDetail_SampleCrewInitials_Display
source: Sample crew initials
fr: Initiales des contacts faisant l'échantillonnage

# LabSheetDetail_SamplingPlanID_Description
source: Link to the SamplingPlan table representing the sampling plan
fr: Lien à la table SamplingPlan représentant la plan d'échantillonnage

# LabSheetDetail_SamplingPlanID_Display
source: Sampling plan
fr: Plan d'échantillonnage

# LabSheetDetail_SubsectorTVItemID_Description
source: Link to the TVItem table representing the subsector
fr: Lien à la table TVItem représentant la sous-secteur

# LabSheetDetail_SubsectorTVItemID_Display
source: Subsector TVItemID
fr: Sous-secteur TVItemID

# LabSheetDetail_TCAverage_Description
source: Average temperature control
fr: Moyenne de température de control

# LabSheetDetail_TCAverage_Display
source: Average temperature control
fr: Moyenne de température de control

# LabSheetDetail_TCField1_Description
source: Temperature control 1
fr: Température de control 1

# LabSheetDetail_TCField1_Display
source: Temperature control 1
fr: Température de control 1
