Repository: ECCC-CSSP/CSSPTools
Catalog: src/dlls/CSSPCultureServices/Resources/CSSPCultureModelsRes.*.resx
Languages: fr

# PolSourceGrouping_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# PolSourceGrouping_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# PolSourceGrouping_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# PolSourceGrouping_PolSourceGroupingID_Description
source: Contains the unique identifier on each row of the PolSourceGroupings table
fr: Contient l'identifiant unique sur chaque ligne de la table PolSourceGroupings

# PolSourceGrouping_PolSourceGroupingID_Display
source: PolSourceGroupingD ID
fr: PolSourceGrouping ID

# PolSourceInactiveReasonEnumTextAndID_ID_Description
source: ID
fr: Identifiant

# PolSourceInactiveReasonEnumTextAndID_Text_Description
source: Text
fr: Texte

# PolSourceInactiveReasonEnumTextAndID_Text_Display
source: Text
fr: Texte

# PolSourceObservationIssue_ExtraComment_Description
source: Extra comment
fr: Commentaire d'extra

# PolSourceObservationIssue_ExtraComment_Display
source: Extra comment
fr: Commentaire d'extra

# PolSourceObservationIssue_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# PolSourceObservationIssue_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# PolSourceObservationIssue_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# PolSourceObservationIssue_ObservationInfo_Description
source: Observation information is a series of numbers representing the path of a collection of descriptive text
fr: L'information de l'observation est une liste de chiffres représentant la ligne d'une collection de texte descriptif

# PolSourceObservationIssue_ObservationInfo_Display
source: Observation information
fr: L'information de l'observation

# PolSourceObservationIssue_Ordinal_Description
source: Ordinal
fr: Ordre

# PolSourceObservationIssue_Ordinal_Display
source: Ordinal
fr: Ordre

# PolSourceObservationIssue_PolSourceObservationID_Description
source: Link to the PolSourceObservations table representing the pollution source observation
fr: Lien à la table PolSourceObservations représentant l'observation de source de pollution

# PolSourceObservationIssue_PolSourceObservationID_Display
source: Pollution source observation ID
fr: Observation de la source de pollution ID

# PolSourceObservationIssue_PolSourceObservationIssueID_Description
source: Contains the unique identifier on each row of the PolSourceObservationIssues table
fr: Contient l'identifiant unique sur chaque ligne de la table PolSourceObservationIssues

# PolSourceObservation_ContactTVItemID_Description
source: Link to the TVItems table representing the contact who made the observation
fr: Lien à la table TVItems représentant le contact ayant l'observation

# PolSourceObservation_ContactTVItemID_Display
source: Contact who made the observation TVItemID
fr: Contact ayant l'observation TVItemID

# PolSourceObservation_DesktopReviewed_Description
source: Desktop Reviewed
fr: Révisé au bureau

# PolSourceObservation_DesktopReviewed_Display
source: Desktop Reviewed
fr: Révisé au bureau

# PolSourceObservation_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# PolSourceObservation_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# PolSourceObservation_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# PolSourceObservation_ObservationDate_Local_Description
source: Observation date
fr: Date d'observation

# PolSourceObservation_ObservationDate_Local_Display
source: Observation date
fr: Date d'observation

# PolSourceObservation_Observation_ToBeDeleted_Description
source: Observation to be deleted
fr: Observation qui va être effacé

# PolSourceObservation_Observation_ToBeDeleted_Display
source: Observation to be deleted
fr: Observation qui va être effacé

# PolSourceObservation_PolSourceObservationID_Description
source: Contains the unique identifier on each row of the PolSourceObservations table
fr: Contient l'identifiant unique sur chaque ligne de la table PolSourceObservations

# PolSourceObservation_PolSourceSiteID_Description
source: Link to the PolSourceSites table representing the pollution source site
fr: Lien à la table PolSourceSites représentant le site de source de pollution

# PolSourceObservation_PolSourceSiteID_Display
source: Pollution source site ID
fr: Site de la source de pollution ID

# PolSourceObsInfoChild_PolSourceObsInfoChildStartText_Description
source: Pollution source observation information of child start text
fr: Texte de l'information de l'observation de la source de pollution du départ de l'enfant

# PolSourceObsInfoChild_PolSourceObsInfoChildStartText_Display
source: Pol source obs info of child start text
fr: Texte de l'info de obs de la source de pollution de départ de l'enfant

# PolSourceObsInfoChild_PolSourceObsInfoChildStart_Description
source: Pollution source observation information of child start
fr: Information de l'observation de la source de pollution du départ de l'enfant

# PolSourceObsInfoChild_PolSourceObsInfoChildStart_Display
source: Pol source obs info of child start
fr: Info de obs de la source de pollution de départ de l'enfant

# PolSourceObsInfoChild_PolSourceObsInfoText_Description
source: Pollution source observation information text
fr: Texte de l'nformation de l'observation de la source de pollution

# PolSourceObsInfoChild_PolSourceObsInfoText_Display
source: Pol source obs info text
fr: Texte de info de obs de la source de pollution

# PolSourceObsInfoChild_PolSourceObsInfo_Description
source: Pollution source observation information
fr: Information de l'observation de la source de pollution

# PolSourceObsInfoChild_PolSourceObsInfo_Display
source: Pol source obs info
fr: Info de obs de la source de pollution

# PolSourceObsInfoEnumTextAndID_ID_Description
source: ID
fr: Indentifiant

# PolSourceObsInfoEnumTextAndID_Text_Description
source: Text
fr: Texte

# PolSourceObsInfoEnumTextAndID_Text_Display
source: Text
fr: Texte

# PolSourceSiteEffectTerm_EffectTermEN_Description
source: English effect term
fr: Terme d'effet en anglais

# PolSourceSiteEffectTerm_EffectTermEN_Display
source: English effect term
fr: Terme d'effet en anglais

# PolSourceSiteEffectTerm_EffectTermFR_Description
source: French effect term
fr: Terme d'effet en français

# PolSourceSiteEffectTerm_EffectTermFR_Display
source: French effect term
fr: Terme d'effet en français

# PolSourceSiteEffectTerm_IsGroup_Description
source: Is group
fr: Est un groupe

# PolSourceSiteEffectTerm_IsGroup_Display
source: Is group
fr: Est un groupe

# PolSourceSiteEffectTerm_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# PolSourceSiteEffectTerm_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# PolSourceSiteEffectTerm_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# PolSourceSiteEffectTerm_PolSourceSiteEffectTermID_Description
source: Contains the unique identifier on each row of the PolSourceSiteEffectTerms table
fr: Contient l'identifiant unique sur chaque ligne de la table PolSourceSiteEffectTerms

# PolSourceSiteEffectTerm_UnderGroupID_Description
source: Pollution source site effect term ID
fr: Terme d'effect pour le site de la source de pollution ID

# PolSourceSiteEffectTerm_UnderGroupID_Display
source: Pollution source site effect term ID
fr: Terme d'effect pour le site de la source de pollution ID

# PolSourceSiteEffect_AnalysisDocumentTVItemID_Description
source: Link to the TVItems table representing file
fr: Lien à la table TVItems représentant une filière

# PolSourceSiteEffect_AnalysisDocumentTVItemID_Display
source: File TVItemID
fr: Filière TVItemID (fr)

# PolSourceSiteEffect_Comments_Description
source: Comments
fr: Commentaires

# PolSourceSiteEffect_Comments_Display
source: Comments
fr: Commentaires

# PolSourceSiteEffect_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# PolSourceSiteEffect_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# PolSourceSiteEffect_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# PolSourceSiteEffect_MWQMSiteTVItemID_Description
source: Link to the TVItems table representing MWQM site
fr: Lien à la table TVItems représentant le site MWQM (fr)

# PolSourceSiteEffect_MWQMSiteTVItemID_Display
source: MWQM site TVItemID
fr: Site MWQM TVItemID (fr)

# PolSourceSiteEffect_PolSourceSiteEffectID_Description
source: Contains the unique identifier on each row of the PolSourceSiteEffects table
fr: Contient l'identifiant unique sur chaque ligne de la table PolSourceSiteEffects

# PolSourceSiteEffect_PolSourceSiteEffectTermIDs_Description
source: List of terms ID
fr: Liste d'identifiant des termes

# PolSourceSiteEffect_PolSourceSiteEffectTermIDs_Display
source: List of terms ID
fr: Liste d'identifiant des termes

# PolSourceSiteEffect_PolSourceSiteOrInfrastructureTVItemID_Description
source: Link to the TVItems table representing pollution source site or infrastructure
fr: Lien à la table TVItems représentant le site de source de pollution ou infrastructure

# PolSourceSiteEffect_PolSourceSiteOrInfrastructureTVItemID_Display
source: Pollution source site or infrastructure TVItemID
fr: Site de source de pollution ou infrastructure TVItemID (fr)

# PolSourceSite_CivicAddressTVItemID_Description
source: Link to the TVItems table representing the civic address
fr: Lien à la table TVItems représentant l'adresse civique

# PolSourceSite_CivicAddressTVItemID_Display
source: Civic address TVItemID
fr: L'adresse civique TVItemID

# PolSourceSite_InactiveReason_Description
source: Pollution source inactive reason
fr: Raison que la source de pollution est inactive

# PolSourceSite_InactiveReason_Display
source: Pollution source inactive reason
fr: Raison que la source de pollution est inactive

# PolSourceSite_IsPointSource_Description
source: Is point source
fr: Est une source ponctuelle

# PolSourceSite_IsPointSource_Display
source: Is point source
fr: Est une source ponctuelle

# PolSourceSite_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# PolSourceSite_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# PolSourceSite_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# PolSourceSite_Oldsiteid_Description
source: Old site ID
fr: Ancien identifiant du site

# PolSourceSite_Oldsiteid_Display
source: Old site ID
fr: Ancien identifiant du site

# PolSourceSite_PolSourceSiteID_Description
source: Contains the unique identifier on each row of the PolSourceSites table
fr: Contient l'identifiant unique sur chaque ligne de la table PolSourceSites

# PolSourceSite_PolSourceSiteTVItemID_Description
source: Link to the TVItems table representing pollution source site
fr: Lien à la table TVItems représentant le site de source de pollution

# PolSourceSite_PolSourceSiteTVItemID_Display
source: Pollution source site TVItemID
fr: Site de source de pollution TVItemID (fr)

# PolSourceSite_SiteID_Description
source: Site ID (not used)
fr: Identifiant Site (not used)

# PolSourceSite_SiteID_Display
source: Site ID (not used)
fr: Identifiant Site (not used)

# PolSourceSite_Site_Description
source: Site number/text
fr: Numéro/texte du site

# PolSourceSite_Site_Display
source: Site number/text
fr: Numéro/texte du site

# PolSourceSite_Temp_Locator_CanDelete_Description
source: Temporary locator which can be deleted in the future
fr: Localisateur temporaire qui peut être supprimé à l'avenir

# PolSourceSite_Temp_Locator_CanDelete_Display
source: Temporary locator which can be deleted in the future
fr: Localisateur temporaire qui peut être supprimé à l'avenir

# PolyPoint_XCoord_Description
source: X coordinate
fr: Coordonnée X

# PolyPoint_XCoord_Display
source: X coord
fr: Coordonnée X

# PolyPoint_YCoord_Description
source: Y coordinate
fr: Coordonnée Y

# PolyPoint_YCoord_Display
source: Y coord
fr: Coordonnée Y

# PolyPoint_Z_Description
source: Z coordinate
fr: Coordonnée Z

# PolyPoint_Z_Display
source: Z coord
fr: Coordonnée Z

# RainExceedanceClimateSite_ClimateSiteTVItemID_Description
source: Link to the TVItems table representing climate site
fr: Lien à la table TVItems représentant le site climatique

# RainExceedanceClimateSite_ClimateSiteTVItemID_Display
source: Climate Site TVItemID
fr: Site climatique TVItemID (fr)

# RainExceedanceClimateSite_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# RainExceedanceClimateSite_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# RainExceedanceClimateSite_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# RainExceedanceClimateSite_RainExceedanceClimateSiteID_Description
source: Contains the unique identifier on each row of the RainExceedanceClimateSites table
fr: Contient l'identifiant unique sur chaque ligne de la table RainExceedanceClimateSites

# RainExceedanceClimateSite_RainExceedanceTVItemID_Description
source: Link to the TVItems table representing rain exceedance
fr: Lien à la table TVItems représentant l'excédance de pluie

# RainExceedanceClimateSite_RainExceedanceTVItemID_Display
source: Rain exceedance TVItemID
fr: Excédance de pluie TVItemID (fr)

# RainExceedance_EndDay_Description
source: Ending day
fr: Jour de fin

# RainExceedance_EndDay_Display
source: Ending day
fr: Jour de fin

# RainExceedance_EndMonth_Description
source: Ending month
fr: Mois de fin

# RainExceedance_EndMonth_Display
source: Ending month
fr: Mois de fin

# RainExceedance_IsActive_Description
source: The rain exceedance is active
fr: L'excédance de pluie est actif

# RainExceedance_IsActive_Display
source: Active
fr: Actif

# RainExceedance_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# RainExceedance_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# RainExceedance_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# RainExceedance_OnlyStaffEmailDistributionListID_Description
source: Email distribution list
fr: Liste de distribution de courriels

# RainExceedance_OnlyStaffEmailDistributionListID_Display
source: Email distribution list
fr: Liste de distribution de courriels

# RainExceedance_RainExceedanceID_Description
source: Contains the unique identifier on each row of the RainExceedances table
fr: Contient l'identifiant unique sur chaque ligne de la table RainExceedances

# RainExceedance_RainExceedanceTVItemID_Description
source: Link to the TVItems table representing rain exceedance
fr: Lien à la table TVItems représentant l'item rain exceedance (fr)

# RainExceedance_RainExceedanceTVItemID_Display
source: Rain Exceedance TVItemID
fr: Rain Exceedance TVItemID (fr)

# RainExceedance_RainMaximum_mm_Description
source: Rain maximum in millimètres
fr: Pluie maximale en millimètres

# RainExceedance_RainMaximum_mm_Display
source: Rain maximum (mm)
fr: Pluie maximale (mm)

# RainExceedance_StakeholdersEmailDistributionListID_Description
source: Email distribution list
fr: Liste de distribution de courriels

# RainExceedance_StakeholdersEmailDistributionListID_Display
source: Email distribution list
fr: Liste de distribution de courriels

# RainExceedance_StartDay_Description
source: Starting day
fr: Jour de départ

# RainExceedance_StartDay_Display
source: Starting day
fr: Jour de départ

# RainExceedance_StartMonth_Description
source: Starting month
fr: Mois de départ

# RainExceedance_StartMonth_Display
source: Starting month
fr: Mois de départ

# RatingCurveValue_DischargeValue_m3_s_Description
source: Discharge value in cubic meters per second
fr: Valeur du débits en mètres cube par second

# RatingCurveValue_DischargeValue_m3_s_Display
source: Discharge value (m3/s)
fr: Valeur du débits (m3/s)

# RatingCurveValue_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# RatingCurveValue_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# RatingCurveValue_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# RatingCurveValue_RatingCurveID_Description
source: Link to the RatingCurves table representing the rating curve
fr: Lien à la table RatingCurves représentant la courve de tarage

# RatingCurveValue_RatingCurveID_Display
source: Rating curve ID
fr: Identifiant de la courbe de tarage

# RatingCurveValue_RatingCurveValueID_Description
source: Contains the unique identifier on each row of the RatingCurveValues table
fr: Contient l'identifiant unique sur chaque ligne de la table RatingCurveValues

# RatingCurveValue_StageValue_m_Description
source: Stage value in meters
fr: Valeur de niveau en mètres

# RatingCurveValue_StageValue_m_Display
source: Stage value (m)
fr: Valeur de niveau (m)

# RatingCurve_HydrometricSiteID_Description
source: Link to the Hydrometrics table representing the hydrometric site
fr: Lien à la table Hydrometrics représentant le site hydrométrique

# RatingCurve_HydrometricSiteID_Display
source: Hydrometric site ID
fr: Site hydrométrique ID

# RatingCurve_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# RatingCurve_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# RatingCurve_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# RatingCurve_RatingCurveID_Description
source: Contains the unique identifier on each row of the RatingCurves table
fr: Contient l'identifiant unique sur chaque ligne de la table RatingCurves

# RatingCurve_RatingCurveNumber_Description
source: Rating curve number
fr: Numéro de la courbe de tarage

# RatingCurve_RatingCurveNumber_Display
source: Rating curve number
fr: Numéro de la courbe de tarage

# Register_ConfirmPassword_Description
source: Confirm password
fr: Confirmation du mot de passe

# Register_ConfirmPassword_Display
source: Confirm password
fr: Confirmation du mot de passe

# Register_FirstName_Description
source: First name
fr: Prénom

# Register_FirstName_Display
source: First name
fr: Prénom

# Register_Initial_Description
source: Initial
fr: Initiale

# Register_Initial_Display
source: Initial
fr: Initiale

# Register_LastName_Description
source: Last name
fr: Nom de famille

# Register_LastName_Display
source: Last name
fr: Nom de famille

# Register_LoginEmail_Description
source: Login email
fr: Courriel de connexion

# Register_LoginEmail_Display
source: Login email
fr: Courriel de connexion

# Register_Password_Description
source: Password
fr: Mot de passe

# Register_Password_Display
source: Password
fr: Mot de passe

# Register_WebName_Description
source: Web name
fr: Nom Web

# Register_WebName_Display
source: Web name
fr: Nom Web

# ReportSection_IsStatic_Description
source: Is static --- the text will not change in time
fr: Est statique --- le texte ne changera pas dans le temps

# ReportSection_IsStatic_Display
source: Is static
fr: Est statique

# ReportSection_Language_Description
source: Language of item
fr: Langage de l'item

# ReportSection_Language_Display
source: Language
fr: Langage

# ReportSection_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# ReportSection_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# ReportSection_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# ReportSection_Locked_Description
source: Locked --- not currently used
fr: Barré --- pas utilisé encore

# ReportSection_Locked_Display
source: Locked
fr: Barré

# ReportSection_Ordinal_Description
source: Ordinal
fr: Ordre

# ReportSection_Ordinal_Display
source: Ordinal
fr: Ordre

# ReportSection_ParentReportSectionID_Description
source: Parent report section ID
fr: Section du raport du parent ID

# ReportSection_ParentReportSectionID_Display
source: Parent report section ID
fr: Section du raport du parent ID

# ReportSection_ReportSectionID_Description
source: Contains the unique identifier on each row of the ReportSections table
fr: Contient l'identifiant unique sur chaque ligne de la table ReportSections

# ReportSection_ReportSectionName_Description
source: Report section name
fr: Nom de la section du raport

# ReportSection_ReportSectionName_Display
source: Report section name
fr: Nom de la section du raport

# ReportSection_ReportSectionText_Description
source: Report section text
fr: Texte de la section du raport

# ReportSection_ReportSectionText_Display
source: Report section text
fr: Texte de la section du raport

# ReportSection_ReportTypeID_Description
source: Link to the ReportTypes table representing the report type
fr: Lien à la table ReportTypes représentant le type de raport

# ReportSection_ReportTypeID_Display
source: Report type ID
fr: Type de raport ID

# ReportSection_TemplateReportSectionID_Description
source: Template report section ID --- not currently used
fr: Gabari de la section du raport ID --- pas utilisé encore

# ReportSection_TemplateReportSectionID_Display
source: Template report section ID
fr: Gabari de la section du raport ID

# ReportSection_TVItemID_Description
source: Link to the TVItems table representing the item
fr: Lien à la table TVItems représentant l'item

# ReportSection_TVItemID_Display
source: Item TVItemID
fr: L'item TVItemID

# ReportSection_Year_Description
source: Year for which the text is applicable
fr: Année dont le texte est applicable

# ReportSection_Year_Display
source: Year
fr: Année

# ReportType_Description_Description
source: Description of the report type
fr: Description du type de raport

# ReportType_FileType_Description
source: File type
fr: Type de filière

# ReportType_FileType_Display
source: File type
fr: Type de filière

# ReportType_Language_Description
source: Language of item
fr: Langage de l'item

# ReportType_Language_Display
source: Language
fr: Langage

# ReportType_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement
