Repository: ECCC-CSSP/CSSPTools
Catalog: src/dlls/CSSPCultureServices/Resources/CSSPCultureModelsRes.*.resx
Languages: fr

# ReportType_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# ReportType_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# ReportType_Name_Description
source: Name of the report type
fr: Nom du type de raport

# ReportType_Name_Display
source: Name
fr: Nom

# ReportType_ReportTypeID_Description
source: Contains the unique identifier on each row of the ReportTypes table
fr: Contient l'identifiant unique sur chaque ligne de la table ReportTypes

# ReportType_StartOfFileName_Description
source: Start of file name
fr: Début du nom de la filière

# ReportType_StartOfFileName_Display
source: Start of file name
fr: Début du nom de la filière

# ReportType_TVType_Description
source: TV type
fr: Type de l'arbre visuel

# ReportType_TVType_Display
source: TV type
fr: Type de l'arbre visuel

# ReportType_UniqueCode_Description
source: Unique code --- used in code for knowing which document and type of document to create
fr: Type de filière --- utilisé dans le code afin de savoir quel document et type de document à créer

# ReportType_UniqueCode_Display
source: Unique code
fr: Code unique

# ResetPassword_Code_Description
source: Code --- is a unique code generated on the server and sent to the user email
fr: Date d'expiration --- est un code généré par le serveur et envoyé au courriel de l'utilisateur

# ResetPassword_Email_Description
source: Email
fr: Courriel

# ResetPassword_Email_Display
source: Email
fr: Courriel

# ResetPassword_ExpireDate_Local_Description
source: Expire date
fr: Date d'expiration

# ResetPassword_ExpireDate_Local_Display
source: Expire date
fr: Date d'expiration

# ResetPassword_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# ResetPassword_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# ResetPassword_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# ResetPassword_ResetPasswordID_Description
source: Contains the unique identifier on each row of the ResetPasswords table
fr: Contient l'identifiant unique sur chaque ligne de la table ResetPasswords

# RTBStringPos_EndPos_Description
source: End position
fr: Position de fin

# RTBStringPos_EndPos_Display
source: End pos
fr: Position de fin

# RTBStringPos_StartPos_Description
source: Start position
fr: Position de départ

# RTBStringPos_StartPos_Display
source: Start pos
fr: Position de départ

# RTBStringPos_TagText_Description
source: Tag text
fr: Texte du tag

# RTBStringPos_TagText_Display
source: Tag text
fr: Texte du tag

# RTBStringPos_Text_Description
source: Text
fr: Texte

# RTBStringPos_Text_Display
source: Text
fr: Texte

# SamplingPlanAndFilesLabSheetCount_LabSheetHistoryCount_Description
source: Laboratory sheet history count
fr: Nombre de feuille de laboratoire historique

# SamplingPlanAndFilesLabSheetCount_LabSheetHistoryCount_Display
source: Lab sheet history count
fr: Nombre de feuille de lab historique

# SamplingPlanAndFilesLabSheetCount_LabSheetTransferredCount_Description
source: Laboratory sheet transferred count
fr: Nombre de feuille de laboratoire transférées

# SamplingPlanAndFilesLabSheetCount_LabSheetTransferredCount_Display
source: Lab sheet transferred count
fr: Nombre de feuille de lab transférées

# SamplingPlanAndFilesLabSheetCount_SamplingPlan_Description
source: Samling plan
fr: Plan d'échantillonnage

# SamplingPlanAndFilesLabSheetCount_SamplingPlan_Display
source: Sampling plan
fr: Plan d'échantillonnage

# SamplingPlanAndFilesLabSheetCount_TVFileSamplingPlanFileTXT_Description
source: TVFile sampling plan file (.txt)
fr: Filière du plan d'échantillonnage (.txt)

# SamplingPlanAndFilesLabSheetCount_TVFileSamplingPlanFileTXT_Display
source: Sampling plan file (.txt)
fr: Filière du plan d'échantillonnage (.txt)

# SamplingPlanEmail_Email_Description
source: Email
fr: Courriel

# SamplingPlanEmail_Email_Display
source: Email
fr: Courriel

# SamplingPlanEmail_IsContractor_Description
source: Is contractor
fr: Est un contracteur

# SamplingPlanEmail_IsContractor_Display
source: Is contractor
fr: Est un contracteur

# SamplingPlanEmail_LabSheetAccepted_Description
source: Lab sheet accepted
fr: Feuille de laboratoire approuvé

# SamplingPlanEmail_LabSheetAccepted_Display
source: Lab sheet accepted
fr: Feuille de laboratoire approuvé

# SamplingPlanEmail_LabSheetHasValueOver500_Description
source: Lab sheet has value over 500
fr: La feuille de laboratoire a une valeur supérieur à 500

# SamplingPlanEmail_LabSheetHasValueOver500_Display
source: Lab sheet has value over 500
fr: La feuille de laboratoire a une valeur supérieur à 500

# SamplingPlanEmail_LabSheetReceived_Description
source: Lab sheet received
fr: Feuille de laboratoire reçu

# SamplingPlanEmail_LabSheetReceived_Display
source: Lab sheet received
fr: Feuille de laboratoire reçu

# SamplingPlanEmail_LabSheetRejected_Description
source: Lab sheet rejected
fr: Feuille de laboratoire rejeté

# SamplingPlanEmail_LabSheetRejected_Display
source: Lab sheet rejected
fr: Feuille de laboratoire rejeté

# SamplingPlanEmail_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# SamplingPlanEmail_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# SamplingPlanEmail_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# SamplingPlanEmail_SamplingPlanEmailID_Description
source: Contains the unique identifier on each row of the SamplingPlanEmails table
fr: Contient l'identifiant unique sur chaque ligne de la table SamplingPlanEmails

# SamplingPlanEmail_SamplingPlanID_Description
source: Link to the SamplingPlans table representing the sampling plan
fr: Lien à la table SamplingPlans représentant le plan d'échantillonnage

# SamplingPlanEmail_SamplingPlanID_Display
source: Sampling plan ID
fr: Plan d'échantillonnage ID

# SamplingPlanSubsectorSite_IsDuplicate_Description
source: Is duplicate
fr: Est en double

# SamplingPlanSubsectorSite_IsDuplicate_Display
source: Is duplicate
fr: Est en double

# SamplingPlanSubsectorSite_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# SamplingPlanSubsectorSite_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# SamplingPlanSubsectorSite_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# SamplingPlanSubsectorSite_MWQMSiteTVItemID_Description
source: Link to the TVItems table representing the MWQM site
fr: Lien à la table TVItems représentant le site MWQM (fr)

# SamplingPlanSubsectorSite_MWQMSiteTVItemID_Display
source: MWQM site TVItemID
fr: Site MWQM TVItemID (fr)

# SamplingPlanSubsectorSite_SamplingPlanSubsectorID_Description
source: Link to the SamplingPlanSubsectors table representing the sampling plan subsector
fr: Lien à la table SamplingPlanSubsectors représentant le sous-secteur du plan d'échantillonnage

# SamplingPlanSubsectorSite_SamplingPlanSubsectorID_Display
source: Sampling plan subsector ID
fr: Sous-secteur du plan d'échantillonnage ID

# SamplingPlanSubsectorSite_SamplingPlanSubsectorSiteID_Description
source: Contains the unique identifier on each row of the SamplingPlanSubsectorSites table
fr: Contient l'identifiant unique sur chaque ligne de la table SamplingPlanSubsectorSites

# SamplingPlanSubsector_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# SamplingPlanSubsector_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# SamplingPlanSubsector_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# SamplingPlanSubsector_SamplingPlanID_Description
source: Link to the SamplingPlan table representing the sampling plan
fr: Lien à la table SamplingPlan représentant le plan d'échantillonnage

# SamplingPlanSubsector_SamplingPlanID_Display
source: Sampling plan ID
fr: Plan d'échantillonnage ID

# SamplingPlanSubsector_SamplingPlanSubsectorID_Description
source: Contains the unique identifier on each row of the SamplingPlanSubsectors table
fr: Contient l'identifiant unique sur chaque ligne de la table SamplingPlanSubsectors

# SamplingPlanSubsector_SubsectorTVItemID_Description
source: Link to the TVItems table representing the subsector
fr: Lien à la table TVItems représentant le sous-secteur

# SamplingPlanSubsector_SubsectorTVItemID_Display
source: Subsector TVItemID
fr: Sous-secteur TVItemID

# SamplingPlan_AccessCode_Description
source: Access code
fr: Code d'accès

# SamplingPlan_AccessCode_Display
source: Access code
fr: Code d'accès

# SamplingPlan_AnalyzeMethodDefault_Description
source: Analyze method
fr: Méthode d'analyse

# SamplingPlan_AnalyzeMethodDefault_Display
source: Analyze method
fr: Méthode d'analyse

# SamplingPlan_ApprovalCode_Description
source: Approval code
fr: Code d'approbation

# SamplingPlan_ApprovalCode_Display
source: Approval code
fr: Code d'approbation

# SamplingPlan_BackupDirectory_Description
source: Backup directory
fr: Répertoire de sauvegarde

# SamplingPlan_BackupDirectory_Display
source: Backup directory
fr: Répertoire de sauvegarde

# SamplingPlan_CreatorTVItemID_Description
source: Link to the TVItems table representing the creator of the sampling plan
fr: Lien à la table TVItems représentant le créateur du plan d'échantillonnage

# SamplingPlan_CreatorTVItemID_Display
source: Creator of sampling plan TVItemID
fr: Créateur du plan d'échantillonnage TVItemID

# SamplingPlan_DailyDuplicatePrecisionCriteria_Description
source: Daily duplicate precision criteria
fr: Critère de précision pour le duplicata journalier

# SamplingPlan_DailyDuplicatePrecisionCriteria_Display
source: Daily duplicate precision criteria
fr: Critère de précision pour le duplicata journalier

# SamplingPlan_ForGroupName_Description
source: For group name
fr: Nom pour le group

# SamplingPlan_ForGroupName_Display
source: For group name
fr: Nom pour le group

# SamplingPlan_IncludeLaboratoryQAQC_Description
source: Include laboratory QA/QC
fr: Inclure le QA/QC de laboratoire

# SamplingPlan_IncludeLaboratoryQAQC_Display
source: Include laboratory QA/QC
fr: Inclure le QA/QC de laboratoire

# SamplingPlan_IntertechDuplicatePrecisionCriteria_Description
source: Intertech duplicate precision criteria
fr: Critère de précision pour le duplicata intertech

# SamplingPlan_IntertechDuplicatePrecisionCriteria_Display
source: Intertech duplicate precision criteria
fr: Critère de précision pour le duplicata intertech

# SamplingPlan_IsActive_Description
source: Is active
fr: Est actif

# SamplingPlan_IsActive_Display
source: Is active
fr: Est actif

# SamplingPlan_LaboratoryDefault_Description
source: Laboratory
fr: Laboratoire

# SamplingPlan_LaboratoryDefault_Display
source: Laboratory
fr: Laboratoire

# SamplingPlan_LabSheetType_Description
source: Lab sheet type
fr: Type de feuille de laboratoire

# SamplingPlan_LabSheetType_Display
source: Lab sheet type
fr: Type de feuille de laboratoire

# SamplingPlan_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# SamplingPlan_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# SamplingPlan_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# SamplingPlan_ProvinceTVItemID_Description
source: Link to the TVItems table representing the province
fr: Lien à la table TVItems représentant la province

# SamplingPlan_SampleMatrixDefault_Description
source: Sample matrix
fr: Milieu d'échantillon

# SamplingPlan_SampleMatrixDefault_Display
source: Sample matrix
fr: Milieu d'échantillon

# SamplingPlan_SampleType_Description
source: Sample type
fr: Type d'échantillon

# SamplingPlan_SampleType_Display
source: Sample type
fr: Type d'échantillon

# SamplingPlan_SamplingPlanFileTVItemID_Description
source: Link to the TVItems table representing the sampling plan file
fr: Lien à la table TVItems représentant la filière du plan d'échantillonnage

# SamplingPlan_SamplingPlanFileTVItemID_Display
source: Sampling plan file TVItemID
fr: Filière du plan d'échantillonnage TVItemID

# SamplingPlan_SamplingPlanID_Description
source: Contains the unique identifier on each row of the SamplingPlans table
fr: Contient l'identifiant unique sur chaque ligne de la table SamplingPlans

# SamplingPlan_SamplingPlanName_Description
source: Sampling plan name
fr: Nom du plan d'échantillonnage

# SamplingPlan_SamplingPlanName_Display
source: Sampling plan name
fr: Nom du plan d'échantillonnage

# SamplingPlan_SamplingPlanType_Description
source: Sampling plan type
fr: Type de plan d'échantillonnage

# SamplingPlan_SamplingPlanType_Display
source: Sampling plan type
fr: Type de plan d'échantillonnage

# SamplingPlan_Year_Description
source: Year
fr: Année

# SamplingPlan_Year_Display
source: Year
fr: Année

# SearchTagAndTerms_SearchTagText_Description
source: Search tag text
fr: Texte du tag de recherche

# SearchTagAndTerms_SearchTagText_Display
source: Search tag text
fr: Texte du tag de recherche

# SearchTagAndTerms_SearchTag_Description
source: Search tag
fr: Tag de recherche

# SearchTagAndTerms_SearchTag_Display
source: Search tag
fr: Tag de recherche

# SearchTagAndTerms_SearchTermList_Description
source: Search term list
fr: Liste des terms de recherche

# SearchTagAndTerms_SearchTermList_Display
source: Search term list
fr: Liste des terms de recherche

# Search_value_Description
source: Value
fr: Valeur

# Search_value_Display
source: Value
fr: Valeur

# SpillLanguage_Language_Description
source: Language of item
fr: Langage de l'item

# SpillLanguage_Language_Display
source: Language
fr: Langage

# SpillLanguage_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# SpillLanguage_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# SpillLanguage_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# SpillLanguage_SpillComment_Description
source: Comment
fr: Commentaire

# SpillLanguage_SpillComment_Display
source: Comment
fr: Commentaire

# SpillLanguage_SpillID_Description
source: Link to the Spills table representing the spill
fr: Lien à la table Spills représentant le déversement

# SpillLanguage_SpillID_Display
source: Spill ID
fr: Déversement ID

# SpillLanguage_SpillLanguageID_Description
source: Contains the unique identifier on each row of the SpillLanguages table
fr: Contient l'identifiant unique sur chaque ligne de la table SpillLanguages

# SpillLanguage_TranslationStatus_Description
source: Translation status of the spill comment
fr: Le statut de la traduction du commentaire du déversement

# SpillLanguage_TranslationStatus_Display
source: Translation status
fr: Le statut de la traduction

# Spill_AverageFlow_m3_day_Description
source: Average flow in cubic meters per day
fr: Débit moyer en mètres cube par jour

# Spill_AverageFlow_m3_day_Display
source: Average flow (m3/d)
fr: Débit moyen (m3/j)

# Spill_EndDateTime_Local_Description
source: End date (local)
fr: Date de fin (local)

# Spill_EndDateTime_Local_Display
source: End date (local)
fr: Date de fin (local)

# Spill_InfrastructureTVItemID_Description
source: Link to the TVItems table representing the infrastructure
fr: Lien à la table TVItems représentant l'infrastructure

# Spill_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# Spill_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# Spill_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# Spill_MunicipalityTVItemID_Description
source: Link to the TVItems table representing the municipality
fr: Lien à la table TVItems représentant la municipalité

# Spill_MunicipalityTVItemID_Display
source: Municipality TVItemID
fr: Municipalité TVItemID

# Spill_SpillID_Description
source: Contains the unique identifier on each row of the Spills table
fr: Contient l'identifiant unique sur chaque ligne de la table Spills

# Spill_StartDateTime_Local_Description
source: Start date (local)
fr: Date de début (local)

# Spill_StartDateTime_Local_Display
source: Start date (local)
fr: Date de début (local)

# SubsectorMWQMSampleYear_EarliestDate_Description
source: Earliest date with some samples
fr: Date la plus ancienne avec des échantillons

# SubsectorMWQMSampleYear_EarliestDate_Display
source: Earliest date
fr: Date la plus ancienne

# SubsectorMWQMSampleYear_LatestDate_Description
source: Latest date with some samples
fr: Date la plus récente avec des échantillons

# SubsectorMWQMSampleYear_LatestDate_Display
source: Latest date
fr: Date la plus récente

# SubsectorMWQMSampleYear_SubsectorTVItemID_Description
source: Link to the TVItems table representing subsector
fr: Lien à la table TVItems représentant le sous-secteur

# SubsectorMWQMSampleYear_SubsectorTVItemID_Display
source: Subsector TVItemID
fr: Sous-secteur TVItemID

# SubsectorMWQMSampleYear_Year_Description
source: Year
fr: Année

# SubsectorMWQMSampleYear_Year_Display
source: Year
fr: Année

# Tel_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# Tel_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# Tel_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# Tel_TelID_Description
source: Contains the unique identifier on each row of the Tels table
fr: Contient l'identifiant unique sur chaque ligne de la table Tels

# Tel_TelNumber_Description
source: Telephone number
fr: Numéro de téléphone

# Tel_TelNumber_Display
source: Tel number
fr: Numéro de tél

# Tel_TelTVItemID_Description
source: Link to the TVItems table representing the telephone
fr: Lien à la table TVItems représentant la téléphone

# Tel_TelTVItemID_Display
source: Tel
fr: Tél

# Tel_TelType_Description
source: Telephone type
fr: Type de téléphone

# Tel_TelType_Display
source: Tel type
fr: Type de tél

# TideDataValue_Depth_m_Description
source: Depth in meters
fr: Profondeur en mètres

# TideDataValue_Depth_m_Display
source: Depth (m)
fr: Profondeur (m)

# TideDataValue_Keep_Description
source: Keep
fr: Sauvegarder

# TideDataValue_Keep_Display
source: Keep
fr: Sauvegarder

# TideDataValue_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# TideDataValue_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# TideDataValue_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# TideDataValue_StorageDataType_Description
source: Storage data type
fr: Type de sauvegarde des données

# TideDataValue_StorageDataType_Display
source: Storage data type
fr: Type de sauvegarde des données

# TideDataValue_TideDataType_Description
source: Tide data type
fr: Type de donnée de marée

# TideDataValue_TideDataType_Display
source: Tide data type
fr: Type de donnée de marée

# TideDataValue_TideDataValueID_Description
source: Contains the unique identifier on each row of the TideDataValues table
fr: Contient l'identifiant unique sur chaque ligne de la table TideDataValues

# TideDataValue_TideEnd_Description
source: Tide text end
fr: Tide text de fin

# TideDataValue_TideEnd_Display
source: Tide text end
fr: Tide text de fin

# TideDataValue_TideSiteTVItemID_Description
source: Link to the TVItems table representing the tide site
fr: Lien à la table TVItems représentant le site de marée

# TideDataValue_TideSiteTVItemID_Display
source: Tide site
fr: Site de marée

# TideDataValue_TideStart_Description
source: Tide text start
fr: Tide text de départ

# TideDataValue_TideStart_Display
source: Tide text start
fr: Tide text de départ

# TideDataValue_UVelocity_m_s_Description
source: U velocity in meters per second
fr: U vélocité en mètres par second

# TideDataValue_UVelocity_m_s_Display
source: U velocity (m/s)
fr: U vélocité (m/s)

# TideDataValue_VVelocity_m_s_Description
source: V velocity in meters per second
fr: V vélocité en mètres par second

# TideDataValue_VVelocity_m_s_Display
source: V velocity (m/s)
fr: V vélocité (m/s)

# TideLocation_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# TideLocation_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# TideLocation_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# TideLocation_Name_Description
source: Name
fr: Nom

# TideLocation_Name_Display
source: Name
fr: Nom

# TideLocation_TideLocationID_Description
source: Contains the unique identifier on each row of the TideLocations table
fr: Contient l'identifiant unique sur chaque ligne de la table TideLocations

# TideSite_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# TideSite_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# TideSite_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# TideSite_TideSiteID_Description
source: Contains the unique identifier on each row of the TideSites table
fr: Contient l'identifiant unique sur chaque ligne de la table TideSites

# TideSite_TideSiteName_Description
source: Tide site name
fr: Tide site name (fr)

# TideSite_TideSiteName_Display
source: Tide site name
fr: Tide site name (fr)

# TideSite_TideSiteTVItemID_Description
source: Link to the TVItems table representing the tide site
fr: Lien à la table TVItems représentant le site de marée

# TideSite_TideSiteTVItemID_Display
source: Tide site TVItemID
fr: Site de marée TVItemID

# TVFileLanguage_FileDescription_Description
source: File description
fr: Description du fichier

# TVFileLanguage_FileDescription_Display
source: File description
fr: Description du fichier

# TVFileLanguage_Language_Description
source: Language of item
fr: Langage de l'item

# TVFileLanguage_Language_Display
source: Language
fr: Langage

# TVFileLanguage_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement
