Repository: ECCC-CSSP/CSSPTools
Catalog: src/dlls/CSSPCultureServices/Resources/CSSPCultureModelsRes.*.resx
Languages: fr

# MWQMAnalysisReportParameter_DBCommand_Display
source: Database Command
fr: Commande de base de données

# MWQMLookupMPN_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# MWQMLookupMPN_DBCommand_Display
source: Database Command
fr: Commande de base de données

# MWQMRunLanguage_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# MWQMRunLanguage_DBCommand_Display
source: Database Command
fr: Commande de base de données

# MWQMRun_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# MWQMRun_DBCommand_Display
source: Database Command
fr: Commande de base de données

# MWQMSampleLanguage_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# MWQMSampleLanguage_DBCommand_Display
source: Database Command
fr: Commande de base de données

# MWQMSample_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# MWQMSample_DBCommand_Display
source: Database Command
fr: Commande de base de données

# MWQMSiteStartEndDate_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# MWQMSiteStartEndDate_DBCommand_Display
source: Database Command
fr: Commande de base de données

# MWQMSite_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# MWQMSite_DBCommand_Display
source: Database Command
fr: Commande de base de données

# MWQMSubsectorLanguage_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# MWQMSubsectorLanguage_DBCommand_Display
source: Database Command
fr: Commande de base de données

# MWQMSubsector_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# MWQMSubsector_DBCommand_Display
source: Database Command
fr: Commande de base de données

# PolSourceGroupingLanguage_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# PolSourceGroupingLanguage_DBCommand_Display
source: Database Command
fr: Commande de base de données

# PolSourceGrouping_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# PolSourceGrouping_DBCommand_Display
source: Database Command
fr: Commande de base de données

# PolSourceObservationIssue_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# PolSourceObservationIssue_DBCommand_Display
source: Database Command
fr: Commande de base de données

# PolSourceObservation_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# PolSourceObservation_DBCommand_Display
source: Database Command
fr: Commande de base de données

# PolSourceSiteEffectTerm_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# PolSourceSiteEffectTerm_DBCommand_Display
source: Database Command
fr: Commande de base de données

# PolSourceSiteEffect_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# PolSourceSiteEffect_DBCommand_Display
source: Database Command
fr: Commande de base de données

# PolSourceSite_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# PolSourceSite_DBCommand_Display
source: Database Command
fr: Commande de base de données

# RainExceedanceClimateSite_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# RainExceedanceClimateSite_DBCommand_Display
source: Database Command
fr: Commande de base de données

# RainExceedance_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# RainExceedance_DBCommand_Display
source: Database Command
fr: Commande de base de données

# RatingCurveValue_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# RatingCurveValue_DBCommand_Display
source: Database Command
fr: Commande de base de données

# RatingCurve_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# RatingCurve_DBCommand_Display
source: Database Command
fr: Commande de base de données

# ReportSection_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# ReportSection_DBCommand_Display
source: Database Command
fr: Commande de base de données

# ReportType_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# ReportType_DBCommand_Display
source: Database Command
fr: Commande de base de données

# ResetPassword_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# ResetPassword_DBCommand_Display
source: Database Command
fr: Commande de base de données

# SamplingPlanEmail_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# SamplingPlanEmail_DBCommand_Display
source: Database Command
fr: Commande de base de données

# SamplingPlanSubsectorSite_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# SamplingPlanSubsectorSite_DBCommand_Display
source: Database Command
fr: Commande de base de données

# SamplingPlanSubsector_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# SamplingPlanSubsector_DBCommand_Display
source: Database Command
fr: Commande de base de données

# SamplingPlan_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# SamplingPlan_DBCommand_Display
source: Database Command
fr: Commande de base de données

# SpillLanguage_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# SpillLanguage_DBCommand_Display
source: Database Command
fr: Commande de base de données

# Spill_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# Spill_DBCommand_Display
source: Database Command
fr: Commande de base de données

# Tel_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# Tel_DBCommand_Display
source: Database Command
fr: Commande de base de données

# TideDataValue_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# TideDataValue_DBCommand_Display
source: Database Command
fr: Commande de base de données

# TideLocation_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# TideLocation_DBCommand_Display
source: Database Command
fr: Commande de base de données

# TideSite_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# TideSite_DBCommand_Display
source: Database Command
fr: Commande de base de données

# TVFileLanguage_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# TVFileLanguage_DBCommand_Display
source: Database Command
fr: Commande de base de données

# TVFile_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# TVFile_DBCommand_Display
source: Database Command
fr: Commande de base de données

# TVItemLanguage_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# TVItemLanguage_DBCommand_Display
source: Database Command
fr: Commande de base de données

# TVItemLink_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# TVItemLink_DBCommand_Display
source: Database Command
fr: Commande de base de données

# TVItemStat_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# TVItemStat_DBCommand_Display
source: Database Command
fr: Commande de base de données

# TVItemUserAuthorization_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# TVItemUserAuthorization_DBCommand_Display
source: Database Command
fr: Commande de base de données

# TVItem_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# TVItem_DBCommand_Display
source: Database Command
fr: Commande de base de données

# TVTypeUserAuthorization_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# TVTypeUserAuthorization_DBCommand_Display
source: Database Command
fr: Commande de base de données

# UseOfSite_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# UseOfSite_DBCommand_Display
source: Database Command
fr: Commande de base de données

# VPAmbient_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# VPAmbient_DBCommand_Display
source: Database Command
fr: Commande de base de données

# VPResult_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# VPResult_DBCommand_Display
source: Database Command
fr: Commande de base de données

# VPScenarioLanguage_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# VPScenarioLanguage_DBCommand_Display
source: Database Command
fr: Commande de base de données

# VPScenario_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# VPScenario_DBCommand_Display
source: Database Command
fr: Commande de base de données

# Addresses_Table_Description
source: The Addresses table contains fields for holding complete address. Used with infrastructures, pollution source site and contacts from municipalities.
fr: La table Addresses contient des champs pour contenir l'adresse complète. Elle est utilisée avec les infrastructures, les sites sources de pollution et les contacts des municipalités.

# AppErrLogs_Table_Description
source: The AppErrLogs table contains fields for holding application errors.
fr: La table AppErrLogs contient des champs pour contenir les erreurs d'application.

# AppTaskLanguages_Table_Description
source: The AppTaskLanguages table contains fields for holding bilingual texts for AppTasks table.
fr: La table AppTaskLanguages contient des champs pour contenir des textes bilingues pour la table AppTasks.

# AppTasks_Table_Description
source: The AppTasks table contains fields for holding application tasks sent to the server which can take a long time to complete.
fr: La table AppTasks contient des champs pour contenir les tâches d'application envoyées au serveur qui peuvent prendre un certain temps.

# BoxModelLanguages_Table_Description
source: The BoxModelLanguages table contains fields for holding bilingual texts for BoxModels table.
fr: La table BoxModelLanguages contient des champs pour contenir des textes bilingues pour la table BoxModels.

# BoxModelResults_Table_Description
source: The BoxModelResults contains fields for holding box modelling scenarios results.
fr: Le BoxModelResults contient des champs pour contenir les résultats des scénarios de modélisation de boîtes.

# BoxModel_Table_Description
source: The BoxModels table contains fields for holding box modelling scenarios inputs.
fr: La table BoxModels contient des champs pour contenir les entrées de scénarios de modélisation de boîtes.

# Classifications_Table_Description
source: The Classifications table contains fields for holding classification for visualization on the web. It holds only a representation of the actual legal classification held in Arc GIS.
fr: La table Classifications contient des champs permettant de conserver la classification pour la visualisation sur le Web. Il ne contient qu'une représentation de la classification juridique réelle détenue dans Arc GIS.

# ClimateDataValues_Table_Description
source: The ClimateDataValues table contains fields for holding climate data values for various climate site from Meteorological Service of Canada.
fr: La table ClimateDataValues contient des champs permettant de conserver les valeurs des données climatiques pour divers sites climatiques du Service météorologique du Canada.

# ClimateSites_Table_Description
source: The ClimateSites table contains fields for holding climate site related information from Meteorological Service of Canada as well as some provincial climate sites.
fr: La table ClimateSites contient des champs permettant de conserver les informations relatives aux sites climatiques du Service météorologique du Canada ainsi que de certains sites climatiques provinciaux.

# CoCoRaHSSites_Table_Description
source: The CoCoRaHSSites table contains fields for holding voluntary managed precipitation sites from private individuals.
fr: La table CoCoRaHSSites contient des champs permettant de conserver les sites de précipitations gérés volontairement par des particuliers.

# CoCoRaHSValues_Table_Description
source: The CoCoRaHSValues table contains fields for holding precipitation values from voluntary private sites.
fr: La table CoCoRaHSValues contient des champs permettant de conserver les valeurs de précipitations provenant de sites privés volontaires.

# ContactPreferences_Table_Description
source: The ContactPreferences table contains fields for maintaining users preferences while using some applications.
fr: La table ContactPreferences contient des champs permettant de gérer les préférences des utilisateurs lors de l'utilisation de certaines applications.

# ContactShortcuts_Table_Description
source: The ContactShortcuts table contains fields for maintaining users shortcuts used by some applications.
fr: La table ContactShortcuts contient des champs permettant de gérer les raccourcis utilisateurs utilisés par certaines applications.

# Contacts_Table_Description
source: The Contacts table contains fields for holding users information.
fr: La table Contacts contient des champs pour stocker les informations des utilisateurs.

# DocTemplates_Table_Description
source: The DocTemplates table contains fields for holding preset templates while creating many type of documents, like .xlsx, .docx, .csv, .txt, etc. This option of exporting data to documents is being replaced by parameter type exports. This table could be removed in the future.
fr: La table DocTemplates contient des champs pour contenir des modèles prédéfinis lors de la création de nombreux types de documents, tels que .xlsx, .docx, .csv, .txt, etc. Cette option d'exportation de données vers des documents est remplacée par des exportations de type paramètre. Cette table pourrait être supprimé à l'avenir.

# DrogueRunPositions_Table_Description
source: The DrogueRunPositions table contains fields for showing drogue tracking on the web. It contains the temporal coordinates.
fr: La table DrogueRunPositions contient des champs pour afficher le suivi des drogues sur le Web. Il contient les coordonnées temporelles.

# DrogueRuns_Table_Description
source: The DrogueRuns table contains fields for showing drogue tracking on the web. It holds the names, numbers and date of the drogue runs.
fr: La table DrogueRuns contient des champs pour afficher le suivi des drogues sur le Web. Il contient les noms, les numéros et la date des courses de drogue.

# EmailDistributionListContactLanguages_Table_Description
source: The EmailDistributionListContactLanguages table contains fields for holding bilingual texts from EmailDistributionListContacts table.
fr: La table EmailDistributionListContactLanguages contient des champs pour contenir les textes bilingues de la table EmailDistributionListContacts.

# EmailDistributionListContacts_Table_Description
source: The EmailDistributionListContacts table contains all contacts names for a specified email distribution list.
fr: La table EmailDistributionListContacts contient tous les noms de contacts pour une liste de distribution d'e-mails spécifiée.

# EmailDistributionListLanguages_Table_Description
source: The EmailDistributionListLanguages table contains fields for holding bilingual texts from EmailDistributionLists.
fr: La table EmailDistributionListLanguages contient des champs permettant de stocker des textes bilingues d'EmailDistributionLists.

# EmailDistributionLists_Table_Description
source: The EmailDistributionLists table contains fields for identifying email distribution lists.
fr: La table EmailDistributionLists contient des champs permettant d'identifier les listes de distribution d'e-mails.

# Emails_Table_Description
source: The Emails table contains fields for holding complete emails. It is used with municipality contacts and second emails from users.
fr: La table Emails contient des champs pour contenir des e-mails complets. Il est utilisé avec les contacts de la municipalité et les seconds e-mails des utilisateurs.

# HelpDocs_Table_Description
source: The HelpDocs table contains fields for holding help information used in some applications. Especially the web.
fr: La table HelpDocs contient des champs pour contenir les informations d'aide utilisées dans certaines applications. Surtout le Web.

# HydrometricDataValues_Table_Description
source: The HydrometricDataValues table contains fields for holding hydrometric data values for various hydrometric site from Hydrometric Service of Canada.
fr: La table HydrometricDataValues contient des champs permettant de conserver les valeurs de données hydrométriques pour divers sites hydrométriques du Service hydrométrique du Canada.

# HydrometricSites_Table_Description
source: The HydrometricSites table contains fields for holding hydrometric site related information from Hydrometric Service of Canada as well as some provincial hydrometric sites.
fr: La table HydrometricSites contient des champs pour contenir des informations sur les sites hydrométriques du Service hydrométrique du Canada ainsi que certains sites hydrométriques provinciaux.

# InfrastructureLanguages_Table_Description
source: The InfrastructureLanguages table contains fields for holding bilingual texts for the infrastructure table.
fr: La table InfrastructureLanguages contient des champs permettant de stocker des textes bilingues pour la table d'infrastructure.

# Infrastructures_Table_Description
source: The Infrastructures table contains fields for holding all related information for municipal infrastructures. Both WWTP and LS related information are stored in the same table.
fr: La table Infrastructures contient des champs pour contenir toutes les informations relatives aux infrastructures municipales. Les informations relatives à la STEP et au LS sont stockées dans la même table.

# LabSheetDetails_Table_Description
source: The LabSheetDetails table contains fields for holding lab sheet detail related information.
fr: La table LabSheetDetails contient des champs pour contenir les informations relatives aux détails de la feuille de laboratoire.

# LabSheets_Table_Description
source: The LabSheets table contains fields for storing and managing lab sheets.
fr: La table LabSheets contient des champs pour stocker et gérer les feuilles de laboratoire.

# LabSheetTubeMPNDetails_Table_Description
source: The LabSheetTubeMPNDetails table contains fields for holding lab tube information.
fr: La table LabSheetTubeMPNDetails contient des champs pour contenir les informations sur les tubes de laboratoire.

# Logs_Table_Description
source: The Logs table is used to hold a history of the users commands to the database.
fr: La table Logs est utilisée pour conserver un historique des commandes des utilisateurs vers la base de données.

# MapInfoPoints_Table_Description
source: The MapInfoPoints table contains fields for holding mapping coordinates related information.
fr: La table MapInfoPoints contient des champs pour contenir les informations relatives aux coordonnées de mappage.

# MapInfos_Table_Description
source: The MapInfos table contains fields for holding mapping related information for all objects in the database.
fr: La table MapInfos contient des champs pour contenir les informations relatives au mappage pour tous les objets de la base de données.
