Repository: ECCC-CSSP/CSSPTools
Catalog: src/dlls/CSSPCultureServices/Resources/CSSPCultureModelsRes.*.resx
Languages: fr

# _IsRequired
source: {0} is required
fr: {0} est requis

# Address_AddressID_Description
source: Contains the unique identifier on each row of the Addresses table
fr: Contient l'identifiant unique sur chaque ligne de la table Adresses

# Address_AddressTVItemID_Description
source: Link to the TVItems table with the unique identifier
fr: Lien à la table TVItems avec l'identifiant unique

# Address_AddressType_Description
source: Address type
fr: Type d'adresse

# Address_AddressType_Display
source: Address type
fr: Type d'address

# Address_CountryTVItemID_Description
source: Link to the TVItems table representing the country
fr: Lien à la table TVItems représentant le pays

# Address_CountryTVItemID_Display
source: Country
fr: Pays

# Address_GoogleAddressText_Description
source: Google address provided by Google Location Service
fr: Adresse Google fourni par le service Google Location

# Address_GoogleAddressText_Display
source: Google address
fr: Adresse Google

# Address_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# Address_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# Address_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# Address_MunicipalityTVItemID_Description
source: Link to the TVItems table representing the municipality
fr: Lien à la table TVItems représentant la municipalité

# Address_MunicipalityTVItemID_Display
source: Municipality
fr: Municipalité

# Address_PostalCode_Description
source: Postal code of the address
fr: Code postale de l'adresse

# Address_PostalCode_Display
source: Postal code
fr: Code postale

# Address_ProvinceTVItemID_Description
source: Link to the TVItems table representing the province
fr: Lien à la table TVItems représentant la province

# Address_StreetName_Description
source: Street name of the address
fr: Nom de la rue de l'adresse

# Address_StreetName_Display
source: Street name
fr: Nom de la rue

# Address_StreetNumber_Description
source: Street number of the address
fr: Numéro de la rue de l'adresse

# Address_StreetNumber_Display
source: Street number
fr: Numéro de la rue

# Address_StreetType_Description
source: Street type of the address
fr: Type de rue de l'adresse

# Address_StreetType_Display
source: Street type
fr: Type de rue

# AppErrLog_AppErrLogID_Description
source: Contains the unique identifier on each row of the AppErrLogs table
fr: Contient l'identifiant unique sur chaque ligne de la table AppErrLogs

# AppErrLog_DateTime_UTC_Description
source: Date and time of the exception
fr: Date et temps de l'exception

# AppErrLog_DateTime_UTC_Display
source: Date and time
fr: Date et temps

# AppErrLog_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# AppErrLog_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# AppErrLog_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# AppErrLog_LineNumber_Description
source: Line number of the exception
fr: Numéro de la ligne de l'exception

# AppErrLog_LineNumber_Display
source: Line number
fr: Numéro de la ligne

# AppErrLog_Message_Description
source: Message of the exception
fr: Message de l'exception

# AppErrLog_Source_Description
source: Source of the exception
fr: Source de l'exception

# AppErrLog_Tag_Description
source: Unique tag of the exception
fr: Tag unique de l'exception

# AppTaskLanguage_AppTaskID_Description
source: AppTask link to parent AppTasks table item
fr: Lien au parent AppTask à l'item de la table AppTasks

# AppTaskLanguage_AppTaskID_Display
source: AppTask link
fr: Lien AppTask

# AppTaskLanguage_AppTaskLanguageID_Description
source: Contains the unique identifier on each row of the AppTaskLanguages table
fr: Contient l'identifiant unique sur chaque ligne de la table AppTaskLanguages

# AppTaskLanguage_ErrorText_Description
source: Text describing the error of the AppTask... if any
fr: Texte décrivant l'erreur de AppTask... s'il y a lieu

# AppTaskLanguage_ErrorText_Display
source: Error text
fr: Texte de l'erreur

# AppTaskLanguage_Language_Description
source: Language of item
fr: Langage de l'item

# AppTaskLanguage_Language_Display
source: Language
fr: Langage

# AppTaskLanguage_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# AppTaskLanguage_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# AppTaskLanguage_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# AppTaskLanguage_StatusText_Description
source: Text describing the status of the AppTask
fr: Texte décrivant le statut de AppTask

# AppTaskLanguage_StatusText_Display
source: Status text
fr: Texte du statut

# AppTaskLanguage_TranslationStatus_Description
source: Translation status of status text and error text
fr: Le statut de la traduction du texte du statut et du texte de l'erreur

# AppTaskLanguage_TranslationStatus_Display
source: Translation status
fr: Le statut de la traduction

# AppTaskParameter_Name_Description
source: Name of the app task parameter
fr: Nom du paramètre de app task

# AppTaskParameter_Name_Display
source: Name
fr: Nom

# AppTaskParameter_Value_Description
source: Value of the app task parameter
fr: Valeur du paramètre de app task

# AppTaskParameter_Value_Display
source: Value
fr: Valeur

# AppTask_AppTaskCommand_Description
source: App task command
fr: Commande de tâche App

# AppTask_AppTaskCommand_Display
source: Command
fr: Commande

# AppTask_AppTaskID_Description
source: Contains the unique identifier on each row of the AppTasks table
fr: Contient l'identifiant unique sur chaque ligne de la table AppTasks

# AppTask_AppTaskStatus_Description
source: App task status
fr: Statut de la tâche App

# AppTask_AppTaskStatus_Display
source: App task status
fr: Statut de la tâche App

# AppTask_EndDateTime_UTC_Description
source: App task end date and time
fr: Date et temps de fin de la tâche App

# AppTask_EndDateTime_UTC_Display
source: End date and time
fr: Date et temps de fin

# AppTask_EstimatedLength_second_Description
source: App task estimated time (secondes)
fr: Temps estimé de la tâche App (secondes)

# AppTask_EstimatedLength_second_Display
source: Estimated time
fr: Temps estimé

# AppTask_Language_Description
source: App task Language
fr: Langage de la tâche App

# AppTask_Language_Display
source: Language
fr: Langage

# AppTask_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# AppTask_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# AppTask_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# AppTask_Parameters_Description
source: App task parameters
fr: Paramètres de la tâche App

# AppTask_Parameters_Display
source: Parameters
fr: Paramètres

# AppTask_PercentCompleted_Description
source: App task percent completed
fr: Pourcentage complété de la tâche App

# AppTask_PercentCompleted_Display
source: Percent completed
fr: Pourcentage complété

# AppTask_RemainingTime_second_Description
source: App task time remaining (secondes)
fr: Temps qui reste de la tâche App (secondes)

# AppTask_RemainingTime_second_Display
source: Time remaining
fr: Temps qui reste

# AppTask_StartDateTime_UTC_Description
source: App task start date and time
fr: Date et temps de départ de la tâche App

# AppTask_StartDateTime_UTC_Display
source: Start date and time
fr: Date et temps de départ

# AppTask_TVItemID2_Description
source: Link #2 to the TVItems table with the unique identifier
fr: Lien #2 à la table TVItems avec l'identifiant unique

# AppTask_TVItemID_Description
source: Link to the TVItems table with the unique identifier
fr: Lien à la table TVItems avec l'identifiant unique

# BoxModelCalNumb_BoxModelResultTypeText_Description
source: Box model result type text
fr: Texte du type de résultat box model

# BoxModelCalNumb_BoxModelResultTypeText_Display
source: Box model result type text
fr: Texte du type de résultat box model

# BoxModelCalNumb_BoxModelResultType_Description
source: Box model result type
fr: Type de résultat box model

# BoxModelCalNumb_BoxModelResultType_Display
source: Box model result type
fr: Type de résultat box model

# BoxModelCalNumb_CalLength_m_Description
source: Calculated length in meters
fr: Longueur calculée en mètres

# BoxModelCalNumb_CalLength_m_Display
source: Length (m)
fr: Longueur (m)

# BoxModelCalNumb_CalRadius_m_Description
source: Calculated radius in meters
fr: Rayon calculé en mètres

# BoxModelCalNumb_CalRadius_m_Display
source: Radius (m)
fr: Rayon (m)

# BoxModelCalNumb_CalSurface_m2_Description
source: Calculated surface in square meters
fr: Surface calculée en mètres carrés

# BoxModelCalNumb_CalVolume_m3_Description
source: Calculated volume in cubic meters
fr: Volume calculé en mètres cubes

# BoxModelCalNumb_CalWidth_m_Description
source: Calculated with in meters
fr: Largeur calculé en mètres

# BoxModelCalNumb_CalWidth_m_Display
source: Width (m)
fr: Largeur (m)

# BoxModelCalNumb_FixLength_Description
source: Fix length
fr: Longueur fix

# BoxModelCalNumb_FixLength_Display
source: Fix length
fr: Longueur fix

# BoxModelCalNumb_FixWidth_Description
source: Fix width
fr: Largueur fix

# BoxModelCalNumb_FixWidth_Display
source: Fix width
fr: Largeur fix

# BoxModelLanguage_BoxModelID_Description
source: BoxModel link to parent BoxModels table item
fr: Lien au parent BoxModel à l'item de la table BoxModels

# BoxModelLanguage_BoxModelID_Display
source: BoxModel link
fr: Lien BoxModel

# BoxModelLanguage_BoxModelLanguageID_Description
source: Contains the unique identifier on each row of the BoxModelLanguages table
fr: Contient l'identifiant unique sur chaque ligne de la table BoxModelLanguages

# BoxModelLanguage_Language_Description
source: Language of item
fr: Langage de l'item

# BoxModelLanguage_Language_Display
source: Language
fr: Langage

# BoxModelLanguage_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# BoxModelLanguage_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# BoxModelLanguage_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# BoxModelLanguage_ScenarioName_Description
source: Scenario name of the box model
fr: Nom du scénario de box model

# BoxModelLanguage_ScenarioName_Display
source: Scenario name
fr: Nom du scénario

# BoxModelLanguage_TranslationStatus_Description
source: Translation status of the scenario name
fr: Le statut de la traduction du nom du scénario

# BoxModelLanguage_TranslationStatus_Display
source: Translation status
fr: Le statut de la traduction

# BoxModelResult_BoxModelID_Description
source: BoxModel link to parent BoxModels table item
fr: Lien au parent BoxModel à l'item de la table BoxModels

# BoxModelResult_BoxModelID_Display
source: BoxModel link
fr: Lien BoxModel

# BoxModelResult_BoxModelResultID_Description
source: Contains the unique identifier on each row of the BoxModelResults table
fr: Contient l'identifiant unique sur chaque ligne de la table BoxModelResults

# BoxModelResult_BoxModelResultType_Description
source: Result type
fr: Type de résultats

# BoxModelResult_BoxModelResultType_Display
source: Result type
fr: Type de résultats

# BoxModelResult_CircleCenterLatitude_Description
source: Circle center latitude (deg) used to draw half circle on a map
fr: Latitude du centre du cercle (deg) utilisé pour dessiner un demi-cercle sur une carte

# BoxModelResult_CircleCenterLatitude_Display
source: Circle center latitude (deg)
fr: Latitude du centre du cercle (deg)

# BoxModelResult_CircleCenterLongitude_Description
source: Circle center longitude (deg) used to draw half circle on a map
fr: Longitude du centre du cercle (deg) utilisé pour dessiner un demi-cercle sur une carte

# BoxModelResult_CircleCenterLongitude_Display
source: Circle center longitude (deg)
fr: Longitude du centre du cercle (deg)

# BoxModelResult_FixLength_Description
source: Fix length is used to indicate we want the rectangle length to be fix a certain length. Only the width of the rectangle will redimensioned in order to find the rectangle size to uptain the expected fecal coliform concentration
fr: La longueur fixe est utilisée pour indiquer que la longueur du rectangle doit être fixée sur une certaine longueur. Seule la largeur du rectangle sera redimensionnée afin de trouver la taille du rectangle pour obtenir la concentration de coliform fécaux attendue

# BoxModelResult_FixLength_Display
source: Fix length
fr: Longueur fixe

# BoxModelResult_FixWidth_Description
source: Fix width is used to indicate we want the rectangle width to be fix a certain width. Only the length of the rectangle will redimensioned in order to find the rectangle size to uptain the expected fecal coliform concentration
fr: La largeur fixe est utilisée pour indiquer que la largeur du rectangle doit être fixée sur une certaine largeur. Seule la longueur du rectangle sera redimensionnée afin de trouver la taille du rectangle pour obtenir la concentration de coliform fécaux attendue

# BoxModelResult_FixWidth_Display
source: Fix width
fr: Largeur fixe

# BoxModelResult_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# BoxModelResult_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# BoxModelResult_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# BoxModelResult_LeftSideDiameterLineAngle_deg_Description
source: Left side diameter line angle (deg) used to draw helf circle on a map
fr: Angle de ligne du diamètre du côté gauche (deg) utilisé pour dessiner un demi-cercle sur une carte

# BoxModelResult_LeftSideDiameterLineAngle_deg_Display
source: Left side diameter line angle (deg)
fr: Angle de ligne du diamètre du côté gauche (deg)

# BoxModelResult_LeftSideLineAngle_deg_Description
source: Left side rectangle line angle (deg) used to draw rectangle on a map
fr: Angle de ligne du côté gauche du rectangle (deg) utilisé pour dessiner un rectangle sur une carte

# BoxModelResult_LeftSideLineAngle_deg_Display
source: Left side rectangle line angle (deg)
fr: Angle de ligne du côté gauche du rectangle (deg)

# BoxModelResult_LeftSideLineStartLatitude_Description
source: Left side line start latitude (deg) used to draw half circle on a map
fr: Latitude de départ de la ligne latérale gauche (deg) utilisé pour dessiner un demi-cercle sur une carte

# BoxModelResult_LeftSideLineStartLatitude_Display
source: Left side line start latitude (deg)
fr: Latitude de départ de la ligne latérale gauche (deg)

# BoxModelResult_LeftSideLineStartLongitude_Description
source: Left side line start longitude (deg) used to draw half circle on a map
fr: Longitude de départ de la ligne latérale gauche (deg) utilisé pour dessiner un demi-cercle sur une carte

# BoxModelResult_LeftSideLineStartLongitude_Display
source: Left side line start longitude (deg)
fr: Longitude de départ de la ligne latérale gauche (deg)

# BoxModelResult_Radius_m_Description
source: Half circle radius (m) of estuary water required to uptain the expected fecal coliform concentration
fr: Rayon d'un demi cercle (m) d'eau de l'estuaire nécessaire pour obtenir la concentration de coliform fécaux attendue

# BoxModelResult_Radius_m_Display
source: Half circle radius (m)
fr: Rayon d'un demi cercle (m)

# BoxModelResult_RectLength_m_Description
source: Rectangle length (m) of estuary water required to uptain the expected fecal coliform concentration
fr: Longueur du rectangle (m) d'eau de l'estuaire nécessaire pour obtenir la concentration de coliform fécaux attendue

# BoxModelResult_RectLength_m_Display
source: Rectangle length (m)
fr: Longueur du rectangle (m)

# BoxModelResult_RectWidth_m_Description
source: Rectangle width (m) of estuary water required to uptain the expected fecal coliform concentration
fr: Largeur du rectangle (m) d'eau de l'estuaire nécessaire pour obtenir la concentration de coliform fécaux attendue

# BoxModelResult_RectWidth_m_Display
source: Rectangle width (m)
fr: Largeur du rectangle (m)

# BoxModelResult_Surface_m2_Description
source: Surface (m2) of estuary water required to uptain the expected fecal coliform concentration
fr: Surface (m2) d'eau de l'estuaire nécessaire pour obtenir la concentration de coliform fécaux attendue

# BoxModelResult_Volume_m3_Description
source: Volume (m3) of estuary water required to uptain the expected fecal coliform concentration
fr: Volume (m3) d'eau de l'estuaire nécessaire pour obtenir la concentration de coliform fécaux attendue

# BoxModel_BoxModelID_Description
source: Contains the unique identifier on each row of the BoxModels table
fr: Contient l'identifiant unique sur chaque ligne de la table BoxModels

# BoxModel_Concentration_MPN_100ml_Description
source: Fecal coliform concentration objective after dilution (MPN / 100 mL)
fr: Objectif de concentration de coliform fécaux apres dilution (NPP / 100 mL)

# BoxModel_Concentration_MPN_100ml_Display
source: Fecal coliform concentration objective after dilution (MPN / 100 mL)
fr: Objectif de concentration de coliform fécaux apres dilution (NPP / 100 mL)

# BoxModel_DecayRate_per_day_Description
source: Average decay rate (/day) of the fecal coliform colonies
fr: Taux de décroissance moyen (/jour) des colonies de coliform fécaux

# BoxModel_DecayRate_per_day_Display
source: Decay rate (/day)
fr: Taux de décroissance (/jour)

# BoxModel_Depth_m_Description
source: Average depth (m) of water in the vicinity of the spill
fr: Profondeur moyenne (m) des eaux aux environs du déversement

# BoxModel_Depth_m_Display
source: Depth (m)
fr: Profondeur (m)

# BoxModel_Dilution_Description
source: Dilution (MPN / 100 mL) level to uptain in the vicinity of the spill
fr: Niveau de dilution (NPP / 100 mL) à obtenir aux environs du déversement

# BoxModel_Dilution_Display
source: Dilution (MPN / 100 mL)
fr: Dilution (NPP / 100 mL)

# BoxModel_DischargeDuration_hour_Description
source: Discharge duration (hour/day)
fr: Durée de l'écoulement (heure/jour)

# BoxModel_DischargeDuration_hour_Display
source: Discharge duration (hour/day)
fr: Durée de l'écoulement (heure/jour)

# BoxModel_Discharge_m3_day_Description
source: Discharge (m3/d) spilled by the infrastructure
fr: Débit (m3/d) déversé par l' infrastructure

# BoxModel_Discharge_m3_day_Display
source: Discharge (m3/d)
fr: Débit (m3/j)

# BoxModel_FCPreDisinfection_MPN_100ml_Description
source: Fecal coliform concentration of pre-disinfected waste water (MPN / 100 mL)
fr: Concentration de coliform fécaux des eaux usées pré-désinfecté (NPP / 100 mL)

# BoxModel_FCPreDisinfection_MPN_100ml_Display
source: Fecal coliform concentration of pre-disinfected waste water (MPN / 100 mL)
fr: Concentration de coliform fécaux des eaux usées pré-désinfecté (NPP / 100 mL)

# BoxModel_FCUntreated_MPN_100ml_Description
source: Fecal coliform concentration of untreaded waste water (MPN / 100 mL)
fr: Concentration de coliform fécaux des eaux usées non traité (NPP / 100 mL)

# BoxModel_FCUntreated_MPN_100ml_Display
source: Fecal coliform concentration of untreaded waste water (MPN / 100 mL)
fr: Concentration de coliform fécaux des eaux usées non traité (NPP / 100 mL)

# BoxModel_InfrastructureTVItemID_Description
source: Link to the TVItems table representing the infrastructure
fr: Lien à la table TVItems représentant la infrastructure

# BoxModel_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# BoxModel_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# BoxModel_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# BoxModel_T90_hour_Description
source: Time (hour) required for 90 % of the fecal coliform colonies to die off
fr: Temps (heure) requis pour que 90% des colonies de coliformes fécaux meurent

# BoxModel_T90_hour_Display
source: T90 (hour)
fr: T90 (heur)

# BoxModel_Temperature_C_Description
source: Temperature (deg C) of water in the vicinity of the spill
fr: Température (deg C) des eaux aux environs du déversement

# BoxModel_Temperature_C_Display
source: Temperature (deg C)
fr: Température (dég C)

# CalDecay_Decay_Description
source: Decay rate
fr: Taux de décroissance

# CalDecay_Decay_Display
source: Decay rate
fr: Taux de décroissance

# Classification_ClassificationID_Description
source: Contains the unique identifier on each row of the Classification table
fr: Contient l'identifiant unique sur chaque ligne de la table Classification

# Classification_ClassificationTVItemID_Description
source: Link to the TVItems table with the unique identifier
fr: Lien à la table TVItems avec l'identifiant unique

# Classification_ClassificationType_Description
source: Classification type
fr: Type de classification

# Classification_ClassificationType_Display
source: Classification type
fr: Type de classification

# Classification_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# Classification_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# Classification_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# Classification_Ordinal_Description
source: Ordinal number used to order the classification
fr: Numéro indiquent l'ordre des classification

# Classification_Ordinal_Display
source: Ordinal
fr: Ordre

# ClimateDataValue_ClimateDataValueID_Description
source: Contains the unique identifier on each row of the ClimateDataValues table
fr: Contient l'identifiant unique sur chaque ligne de la table ClimateDataValues

# ClimateDataValue_ClimateSiteID_Description
source: ClimateSite link to parent ClimateSites table item
fr: Lien au parent ClimateSite à l'item de la table ClimateSites

# ClimateDataValue_ClimateSiteID_Display
source: ClimateSite link
fr: Lien ClimateSite
