Repository: ECCC-CSSP/CSSPTools
Catalog: src/dlls/CSSPCultureServices/Resources/CSSPCultureModelsRes.*.resx
Languages: fr

# Coord_Ordinal_Display
source: Ordinal
fr: Ordre

# CSSPMPNTable_MPN_Description
source: Most probable number of fecal coliform colonies per 100 mL
fr: Nombre le plus probable de colonies de coliform fécaux par 100 mL

# CSSPMPNTable_MPN_Display
source: MPN (/100 mL)
fr: NPP (/100 mL)

# CSSPMPNTable_Tube0_1_Description
source: Number of positive tube for Tube .1
fr: Nombre de tube positif pour Tube .1

# CSSPMPNTable_Tube10_Description
source: Number of positive tube for Tube 10
fr: Nombre de tube positif pour Tube 10

# CSSPMPNTable_Tube1_0_Description
source: Number of positive tube for Tube 1
fr: Nombre de tube positif pour Tube 1

# CSSPWQInputApp_AccessCode_Description
source: Access code
fr: Code d'accès

# CSSPWQInputApp_AccessCode_Display
source: Access code
fr: Code d'accès

# CSSPWQInputApp_ActiveYear_Description
source: Active year
fr: Année active

# CSSPWQInputApp_ActiveYear_Display
source: Active year
fr: Année active

# CSSPWQInputApp_ApprovalCode_Description
source: Approval code
fr: Code d'approbation

# CSSPWQInputApp_ApprovalCode_Display
source: Approval code
fr: Code d'approbation

# CSSPWQInputApp_ApprovalDate_Description
source: Approval date
fr: Date d'approbation

# CSSPWQInputApp_ApprovalDate_Display
source: Approval date
fr: Date d'approbation

# CSSPWQInputApp_DailyDuplicatePrecisionCriteria_Description
source: Daily duplicate precision criteria
fr: Critère de précision du duplicata du la tournée

# CSSPWQInputApp_DailyDuplicatePrecisionCriteria_Display
source: Daily duplicate precision criteria
fr: Critère de précision du duplicata du la tournée

# CSSPWQInputApp_IncludeLaboratoryQAQC_Description
source: Include laboratory quality assurance / quality control
fr: Inclure l'assurance quality / contrôle de qualité du laboratoire

# CSSPWQInputApp_IncludeLaboratoryQAQC_Display
source: Include lab QA/QC
fr: Inclure QC/QC du lab

# CSSPWQInputApp_IntertechDuplicatePrecisionCriteria_Description
source: Intertech duplicate precision criteria
fr: Critère de précision du duplicata intertech

# CSSPWQInputApp_IntertechDuplicatePrecisionCriteria_Display
source: Intertech duplicate precision criteria
fr: Critère de précision du duplicata intertech

# CSSPWQInputParam_CSSPWQInputTypeText_Description
source: CSSP water quality input type text
fr: Texte du type d'input de qualité d'eau CSSP

# CSSPWQInputParam_CSSPWQInputTypeText_Display
source: CSSP WQ input type text
fr: Texte du type d'input de qualité d'eau CSSP

# CSSPWQInputParam_CSSPWQInputType_Description
source: CSSP water quality input type
fr: Type d'input de qualité d'eau CSSP

# CSSPWQInputParam_CSSPWQInputType_Display
source: CSSP WQ input type
fr: Type d'input de qualité d'eau CSSP

# CSSPWQInputParam_DailyDuplicateMWQMSiteList_Description
source: Daily duplicate MWQM site list
fr: Liste de duplicata journalier des sites MWQM (fr)

# CSSPWQInputParam_DailyDuplicateMWQMSiteList_Display
source: Daily duplicate MWQM site list
fr: Liste de duplicata journalier des sites MWQM (fr)

# CSSPWQInputParam_DailyDuplicateMWQMSiteTVItemIDList_Description
source: Daily duplicate MWQM site TVItemID list
fr: Liste de TVItemID des duplicata journalier des sites MWQM (fr)

# CSSPWQInputParam_DailyDuplicateMWQMSiteTVItemIDList_Display
source: Daily duplicate MWQM site TVItemID list
fr: Liste de TVItemID des duplicata journalier des sites MWQM (fr)

# CSSPWQInputParam_InfrastructureList_Description
source: Infrastructure list
fr: Liste des infrastructures

# CSSPWQInputParam_InfrastructureList_Display
source: Infrastructure list
fr: Liste des infrastructures

# CSSPWQInputParam_InfrastructureTVItemIDList_Description
source: Infrastructure TVItemID list
fr: Liste de TVItemID des infrastructures

# CSSPWQInputParam_InfrastructureTVItemIDList_Display
source: Infrastructure TVItemID list
fr: Liste de TVItemID des infrastructures

# CSSPWQInputParam_MWQMSiteList_Description
source: Marine water quality monitoring site list
fr: Liste des sitess MWQM (fr)

# CSSPWQInputParam_MWQMSiteList_Display
source: MWQM site list
fr: Liste des sites MWQM (fr)

# CSSPWQInputParam_MWQMSiteTVItemIDList_Description
source: MWQM site TVItemID list
fr: Liste de TVItemID des sites MWQM (fr)

# CSSPWQInputParam_MWQMSiteTVItemIDList_Display
source: MWQM site TVItemID list
fr: Liste de TVItemID des sites MWQM (fr)

# CSSPWQInputParam_Name_Description
source: Name
fr: Nom

# CSSPWQInputParam_Name_Display
source: Name
fr: Nom

# CSSPWQInputParam_sidList_Description
source: Tide sites ID list
fr: Liste des ID des sites de marée

# CSSPWQInputParam_sidList_Display
source: SID list
fr: List de SID

# CSSPWQInputParam_TVItemID_Description
source: Link to the TVItems table with the unique identifier
fr: Lien à la table TVItems avec l'identifiant unique

# DataPathOfTide_Text_Description
source: Text
fr: Texte

# DataPathOfTide_Text_Display
source: Text
fr: Texte

# DataPathOfTide_WebTideDataSetText_Description
source: Web tide dataset text
fr: Texte de données web tide

# DataPathOfTide_WebTideDataSetText_Display
source: Web tide dataset text
fr: Texte de données web tide

# DataPathOfTide_WebTideDataSet_Description
source: Web tide dataset
fr: Données web tide

# DataPathOfTide_WebTideDataSet_Display
source: Web tide dataset
fr: Données web tide

# DBTable_Plurial_Description
source: One or two letters to create the plurial (Ex: 's', 'es')
fr: Une ou deux lettres de fin créant le pruriel (Ex: 's', 'es')

# DBTable_Plurial_Display
source: Plurial
fr: Pluriel

# DBTable_TableName_Description
source: Database table name
fr: Nom de la table de la base de donnée

# DBTable_TableName_Display
source: Table name
fr: Nom de la table

# DocTemplate_DocTemplateID_Description
source: Contains the unique identifier on each row of the DocTemplates table
fr: Contient l'identifiant unique sur chaque ligne de la table DocTemplates

# DocTemplate_FileName_Description
source: File name of the document template
fr: Nom de la filière du document modèle

# DocTemplate_FileName_Display
source: File name
fr: Nom de la filière

# DocTemplate_Language_Description
source: Document template language
fr: Langage du document modèle

# DocTemplate_Language_Display
source: Language
fr: Langage

# DocTemplate_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# DocTemplate_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# DocTemplate_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# DocTemplate_TVFileTVItemID_Description
source: Link to the TVFiles table with the unique identifier
fr: Lien à la table TVFiles avec l'identifiant unique

# DocTemplate_TVType_Description
source: Tree view item type
fr: Type d'item pour l'arbre visuel

# DocTemplate_TVType_Display
source: TV type
fr: Type AV

# DrogueRunPosition_CalculatedDirection_deg_Description
source: Calculated direction (deg)
fr: Calculated direction (deg) (fr)

# DrogueRunPosition_CalculatedDirection_deg_Display
source: Calculated direction (deg)
fr: Calculated direction (deg) (fr)

# DrogueRunPosition_CalculatedSpeed_m_s_Description
source: Calculated speed (m/s)
fr: Calculated speed (m/s) (fr)

# DrogueRunPosition_CalculatedSpeed_m_s_Display
source: Calculated speed (m/s)
fr: Calculated speed (m/s) (fr)

# DrogueRunPosition_DrogueRunID_Description
source: Link to the DrogueRuns table representing the drogue run
fr: Lien à la table DrogueRuns représentant la drogue run (fr)

# DrogueRunPosition_DrogueRunID_Display
source: Drogue run
fr: Drogue run (fr)

# DrogueRunPosition_DrogueRunPositionID_Description
source: Contains the unique identifier on each row of the DrogueRunPositions table
fr: Contient l'identifiant unique sur chaque ligne de la table DrogueRunPositions

# DrogueRunPosition_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# DrogueRunPosition_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# DrogueRunPosition_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# DrogueRunPosition_Ordinal_Description
source: Ordinal
fr: Ordinal (fr)

# DrogueRunPosition_Ordinal_Display
source: Ordinal
fr: Ordinal (fr)

# DrogueRunPosition_StepDateTime_Local_Description
source: Step date and time (local)
fr: Step date and time (local) (fr)

# DrogueRunPosition_StepDateTime_Local_Display
source: Step date and time (local)
fr: Step date and time (local) (fr)

# DrogueRun_DrogueNumber_Description
source: Drogue number
fr: Numéro de drogue

# DrogueRun_DrogueNumber_Display
source: Drogue number
fr: Numéro de drogue

# DrogueRun_DrogueRunID_Description
source: Contains the unique identifier on each row of the DrogueRuns table
fr: Contient l'identifiant unique sur chaque ligne de la table DrogueRuns

# DrogueRun_DrogueType_Description
source: Drogue type
fr: Type de drogue

# DrogueRun_DrogueType_Display
source: Drogue type
fr: Type de drogue

# DrogueRun_IsRisingTide_Description
source: Is rising tide
fr: Marée montante

# DrogueRun_IsRisingTide_Display
source: Rising tide
fr: Marée montante

# DrogueRun_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# DrogueRun_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# DrogueRun_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# DrogueRun_RunStartDateTime_Description
source: Drogue run start date and time (local)
fr: Date et temps de départ de la run drogue (local)

# DrogueRun_RunStartDateTime_Display
source: Drogue run start date and time (local)
fr: Date et temps de départ de la run drogue (local)

# DrogueRun_SubsectorTVItemID_Description
source: Link to the TVItems table representing the subsector
fr: Lien à la table TVItems représentant le sous-secteur

# DrogueRun_SubsectorTVItemID_Display
source: Subsector
fr: Sous-secteur

# ElementLayer_Element_Description
source: Element
fr: Élément

# ElementLayer_Element_Display
source: Element
fr: Élément

# ElementLayer_Layer_Description
source: Layer
fr: Couche

# ElementLayer_Layer_Display
source: Layer
fr: Couche

# Element_ID_Description
source: ID
fr: Identifiant

# Element_NodeList_Description
source: Node list
fr: Liste de noeux

# Element_NodeList_Display
source: Node list
fr: Liste de noeux

# Element_NumbOfNodes_Description
source: Number of nodes
fr: Nombre de noeux

# Element_NumbOfNodes_Display
source: Number of nodes
fr: Nombre de noeux

# Element_Value_Description
source: Value
fr: Valeur

# Element_Value_Display
source: Value
fr: Valeur

# Element_XNode0_Description
source: X node0
fr: X noeu0

# Element_XNode0_Display
source: X node0
fr: X noeu0

# Element_YNode0_Description
source: Z node0
fr: Z noeu0

# Element_YNode0_Display
source: Z node0
fr: Z noeu0

# Element_ZNode0_Description
source: Z node0
fr: Z noeu0

# Element_ZNode0_Display
source: Z node0
fr: Z noeu0

# EmailDistributionListContactLanguage_Agency_Description
source: Agency
fr: Agence

# EmailDistributionListContactLanguage_Agency_Display
source: Agency
fr: Agence

# EmailDistributionListContactLanguage_EmailDistributionListContactID_Description
source: Link to the EmailDistributionListContact table representing the email distribution list contact
fr: Lien à la table EmailDistributionListContact représentant la liste de distribution des courriels contact

# EmailDistributionListContactLanguage_EmailDistributionListContactID_Display
source: Email distribution list contact
fr: Liste de distribution des courriels contact

source: Contains the unique identifier on each row of the EmailDistributionListContactLanguages table
fr: Contient l'identifiant unique sur chaque ligne de la table EmailDistributionListContactLanguages

# EmailDistributionListContactLanguage_Language_Description
source: Language of item
fr: Langage de l'item

# EmailDistributionListContactLanguage_Language_Display
source: Language
fr: Langage

# EmailDistributionListContactLanguage_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# EmailDistributionListContactLanguage_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# EmailDistributionListContactLanguage_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# EmailDistributionListContactLanguage_TranslationStatus_Description
source: Translation status of the agency
fr: Le statut de la traduction du nom de l'agence

# EmailDistributionListContactLanguage_TranslationStatus_Display
source: Translation status
fr: Le statut de la traduction

# EmailDistributionListContact_CMPRainfallSeasonal_Description
source: CMP Rainfall Seasonal
fr: Pluie Saisonnière PGC

# EmailDistributionListContact_CMPRainfallSeasonal_Display
source: CMP Rainfall Seasonal
fr: Pluie Saisonnière PGC

# EmailDistributionListContact_CMPWastewater_Description
source: CMP Wastewater
fr: Eaux usées PGC

# EmailDistributionListContact_CMPWastewater_Display
source: CMP Wastewater
fr: Eaux Usées PGC

# EmailDistributionListContact_EmailDistributionListContactID_Description
source: Contains the unique identifier on each row of the EmailDistributionListContacts table
fr: Contient l'identifiant unique sur chaque ligne de la table EmailDistributionListContacts

# EmailDistributionListContact_EmailDistributionListID_Description
source: Link to the EmailDistributionList table representing the email distribution list
fr: Lien à la table EmailDistributionList représentant la liste de distribution des courriels

# EmailDistributionListContact_EmailDistributionListID_Display
source: Email distribution list
fr: Liste de distribution des courriels

# EmailDistributionListContact_Email_Description
source: Email of the contact
fr: Courriel du contact

# EmailDistributionListContact_Email_Display
source: Email
fr: Courriel

# EmailDistributionListContact_EmergencyWastewater_Description
source: Emergency Wastewater
fr: Eaux Usées Urgence

# EmailDistributionListContact_EmergencyWastewater_Display
source: Emergency Wastewater
fr: Eaux Usées Urgence

# EmailDistributionListContact_EmergencyWeather_Description
source: Emergency Weather
fr: Pluie Urgence

# EmailDistributionListContact_EmergencyWeather_Display
source: Emergency Weather
fr: Pluie Urgence

# EmailDistributionListContact_IsCC_Description
source: Send email as CC
fr: Envoy courriel comme CC

# EmailDistributionListContact_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# EmailDistributionListContact_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# EmailDistributionListContact_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# EmailDistributionListContact_Name_Description
source: Name of the contact
fr: Nom du contact

# EmailDistributionListContact_Name_Display
source: Name
fr: Nom

# EmailDistributionListContact_ReopeningAllTypes_Description
source: Reopening All Types
fr: Réouverture Tous Types

# EmailDistributionListContact_ReopeningAllTypes_Display
source: Reopening All Types
fr: Réouverture Tous Types

# EmailDistributionListLanguage_EmailDistributionListID_Description
source: Link to the EmailDistributionList table representing the email distribution list
fr: Lien à la table EmailDistributionList représentant la liste de distribution des courriels

# EmailDistributionListLanguage_EmailDistributionListID_Display
source: Email distribution list
fr: Liste de distribution des courriels

# EmailDistributionListLanguage_EmailDistributionListLanguageID_Description
source: Contains the unique identifier on each row of the EmailDistributionListLanguages table
fr: Contient l'identifiant unique sur chaque ligne de la table EmailDistributionListLanguages

# EmailDistributionListLanguage_EmailListName_Description
source: Email List Name
fr: Nom de la liste de courriel

# EmailDistributionListLanguage_EmailListName_Display
source: Email List Name
fr: Nom de la liste de courriel

# EmailDistributionListLanguage_Language_Description
source: Language of item
fr: Langage de l'item

# EmailDistributionListLanguage_Language_Display
source: Language
fr: Langage

# EmailDistributionListLanguage_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# EmailDistributionListLanguage_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# EmailDistributionListLanguage_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# EmailDistributionListLanguage_TranslationStatus_Description
source: Translation status of the region name
fr: Le statut de la traduction du nom de la région

# EmailDistributionListLanguage_TranslationStatus_Display
source: Translation status
fr: Le statut de la traduction

# EmailDistributionList_EmailDistributionListID_Description
source: Contains the unique identifier on each row of the EmailDistributionLists table
fr: Contient l'identifiant unique sur chaque ligne de la table EmailDistributionLists

# EmailDistributionList_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# EmailDistributionList_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# EmailDistributionList_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# EmailDistributionList_Ordinal_Description
source: Ordinal
fr: Ordre

# EmailDistributionList_Ordinal_Display
source: Ordinal
fr: Ordre

# EmailDistributionList_ParentTVItemID_Description
source: Link to the TVItems table representing the parent TVItem
fr: Lien à la table TVItems représentant le TVItem du parent

# EmailDistributionList_ParentTVItemID_Display
source: Parent TVItem
fr: TVItem du parent

# Email_EmailAddress_Description
source: Email address
fr: Adresse courriel

# Email_EmailAddress_Display
source: Email address
fr: Adresse courriel

# Email_EmailID_Description
source: Contains the unique identifier on each row of the Emails table
fr: Contient l'identifiant unique sur chaque ligne de la table Emails

# Email_EmailTVItemID_Description
source: Link to the TVItems table representing the email
fr: Lien à la table TVItems représentant la courriel

# Email_EmailTVItemID_Display
source: Email
fr: Courriel

# Email_EmailType_Description
source: Email type
fr: Type de courriel

# Email_EmailType_Display
source: Email type
fr: Type de courriel

# Email_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# Email_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# Email_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# FileItemList_FileName_Description
source: File name
fr: Nom du fichier

# FileItemList_FileName_Display
source: File name
fr: Nom du fichier

# FileItemList_Text_Description
source: Text
fr: Texte

# FileItemList_Text_Display
source: Text
fr: Texte

# FileItem_Name_Description
source: Name
fr: Nom

# FileItem_Name_Display
source: Name
fr: Nom

# FileItem_TVItemID_Description
source: Link to the TVItems table with the unique identifier
fr: Lien à la table TVItems avec l'identifiant unique

# FilePurposeAndText_FilePurposeText_Description
source: File purpose text
fr: Texte du but du fichier

# FilePurposeAndText_FilePurposeText_Display
source: File purpose text
fr: Texte du but du fichier

# FilePurposeAndText_FilePurpose_Description
source: File purpose
fr: But du fichier

# FilePurposeAndText_FilePurpose_Display
source: File purpose
fr: But du fichier

# HelpDoc_DocHTMLText_Description
source: HTML text of help document
fr: Texte HTML du document help

# HelpDoc_DocHTMLText_Display
source: HTML text of help document
fr: Texte HTML du document help

# HelpDoc_DocKey_Description
source: Help document key
fr: Identifiant du document aide

# HelpDoc_DocKey_Display
source: Help document key
fr: Identifiant du document aide

# HelpDoc_HelpDocID_Description
source: Contains the unique identifier on each row of the HelpDocs table
fr: Contient l'identifiant unique sur chaque ligne de la table HelpDocs

# HelpDoc_HelpDocID_Display
source: Help document ID
fr: Identifiant du document aide

# HelpDoc_Language_Description
source: Language of the help document
fr: Langage du document aide

# HelpDoc_Language_Display
source: Language
fr: Langage

# HelpDoc_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# HelpDoc_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# HelpDoc_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# HydrometricDataValue_DateTime_Local_Description
source: Date and time of observation. Almost all data is coming from the water office web site.
fr: Date et temps de l'observation. Pratiquement tous les données proviennent de site web water office

# HydrometricDataValue_DateTime_Local_Display
source: Date and time of observation
fr: Date et temps de l'observation

# HydrometricDataValue_DischargeEntered_m3_s_Description
source: Discharges entered in cubic meters per second
fr: Débits entrés en mètres cube par second

# HydrometricDataValue_DischargeEntered_m3_s_Display
source: Discharges entered (m3/s)
fr: Débits entrés (m3/s)

# HydrometricDataValue_Discharge_m3_s_Description
source: Discharges in cubic meters per second
fr: Débits en mètres cube par second

# HydrometricDataValue_Discharge_m3_s_Display
source: Discharges (m3/s)
fr: Débits (m3/s)

# HydrometricDataValue_HasBeenRead_Description
source: The stored data has been read from the weather office web site
fr: Les données stockées ont été lues sur le site Web du bureau météorologique

# HydrometricDataValue_HasBeenRead_Display
source: Has been read
fr: Ont été lus

# HydrometricDataValue_HourlyValues_Description
source: String containing hourly values
fr: Texte contenant les valeurs horaires

# HydrometricDataValue_HourlyValues_Display
source: String containing hourly values
fr: Texte contenant les valeurs horaires

# HydrometricDataValue_HydrometricDataValueID_Description
source: Contains the unique identifier on each row of the HydrometricDataValues table
fr: Contient l'identifiant unique sur chaque ligne de la table HydrometricDataValues

# HydrometricDataValue_HydrometricSiteID_Description
source: HydrometricSite link to parent HydrometricSites table item
fr: Lien au parent CydrometricSite à l'item de la table HydrometricSites

# HydrometricDataValue_HydrometricSiteID_Display
source: HydrometricSite link
fr: Lien HydrometricSite
