Repository: ECCC-CSSP/CSSPTools
Catalog: src/dlls/CSSPCultureServices/Resources/CSSPCultureModelsRes.*.resx
Languages: fr

# MWQMRun_RainDay5_mm_Display
source: Rain day 5 (mm)
fr: Pluie jour 5 (mm)

# MWQMRun_RainDay6_mm_Description
source: Rain day 6 in millimeters
fr: Pluie jour 6 en millimètres

# MWQMRun_RainDay6_mm_Display
source: Rain day 6 (mm)
fr: Pluie jour 6 (mm)

# MWQMRun_RainDay7_mm_Description
source: Rain day 7 in millimeters
fr: Pluie jour 7 en millimètres

# MWQMRun_RainDay7_mm_Display
source: Rain day 7 (mm)
fr: Pluie jour 7 (mm)

# MWQMRun_RainDay8_mm_Description
source: Rain day 8 in millimeters
fr: Pluie jour 8 en millimètres

# MWQMRun_RainDay8_mm_Display
source: Rain day 8 (mm)
fr: Pluie jour 8 (mm)

# MWQMRun_RainDay9_mm_Description
source: Rain day 9 in millimeters
fr: Pluie jour 9 en millimètres

# MWQMRun_RainDay9_mm_Display
source: Rain day 9 (mm)
fr: Pluie jour 9 (mm)

# MWQMRun_RemoveFromStat_Description
source: Remove from statistics
fr: Enlever des statistiques

# MWQMRun_RemoveFromStat_Display
source: Remove from statistics
fr: Enlever des statistiques

# MWQMRun_RunNumber_Description
source: Run number
fr: Numéro de la tournée

# MWQMRun_RunNumber_Display
source: Run number
fr: Numéro de la tournée

# MWQMRun_RunSampleType_Description
source: Sample type
fr: Type d'échantillon

# MWQMRun_RunSampleType_Display
source: Sample type
fr: Type d'échantillon

# MWQMRun_SampleCrewInitials_Description
source: Sample crew initials
fr: Initiales de l'équipe de la tournée

# MWQMRun_SampleCrewInitials_Display
source: Sample crew initials
fr: Initiales de l'équipe de la tournée

# MWQMRun_SampleMatrix_Description
source: Sample matrix
fr: Milieu de l'échantillon

# MWQMRun_SampleMatrix_Display
source: Sample matrix
fr: Milieu de l'échantillon

# MWQMRun_SampleStatus_Description
source: Sample status
fr: État de l'échantillon

# MWQMRun_SampleStatus_Display
source: Sample status
fr: État de l'échantillon

# MWQMRun_SeaStateAtEnd_BeaufortScale_Description
source: Sea state at end (Beaufort scale)
fr: État de la mer à la fin (Échelle Beaufort)

# MWQMRun_SeaStateAtEnd_BeaufortScale_Display
source: Sea state at end (Beaufort scale)
fr: État de la mer à la fin (Échelle Beaufort)

# MWQMRun_SeaStateAtStart_BeaufortScale_Description
source: Sea state at start (Beaufort scale)
fr: État de la mer au début (Échelle Beaufort)

# MWQMRun_SeaStateAtStart_BeaufortScale_Display
source: Sea state at start (Beaufort scale)
fr: État de la mer au début (Échelle Beaufort)

# MWQMRun_StartDateTime_Local_Description
source: Start date
fr: Date du début

# MWQMRun_StartDateTime_Local_Display
source: Start date
fr: Date du début

# MWQMRun_SubsectorTVItemID_Description
source: Link to the TVItems table representing subsector
fr: Lien à la table TVItems représentant le sous-secteur

# MWQMRun_SubsectorTVItemID_Display
source: Subsector TVItemID
fr: Sous-secteur TVItemID

# MWQMRun_TemperatureControl1_C_Description
source: Temperature control 1 in degree Celcius
fr: Température de control 1 en dégré Celcius

# MWQMRun_TemperatureControl1_C_Display
source: Temperature control 1 (°C)
fr: Température de control 1 (°C)

# MWQMRun_TemperatureControl2_C_Description
source: Temperature control 2 in degree Celcius
fr: Température de control 2 en dégré Celcius

# MWQMRun_TemperatureControl2_C_Display
source: Temperature control 2 (°C)
fr: Température de control 2 (°C)

# MWQMRun_Tide_End_Description
source: Tide end
fr: Marée de find

# MWQMRun_Tide_End_Display
source: Tide end
fr: Marée de fin

# MWQMRun_Tide_Start_Description
source: Tide start
fr: Marée de début

# MWQMRun_Tide_Start_Display
source: Tide start
fr: Marée de début

# MWQMRun_WaterLevelAtBrook_m_Description
source: Water level at brook in meters
fr: Niveau d'eau au ruisseau en mètres

# MWQMRun_WaterLevelAtBrook_m_Display
source: Water level at brook (m)
fr: Niveau d'eau au ruisseau (m)

# MWQMRun_WaveHightAtEnd_m_Description
source: Water height at end in meters
fr: Hauteur des vagues à la fin en mètres

# MWQMRun_WaveHightAtEnd_m_Display
source: Wave height at end (m)
fr: Hauteur des vagues à la fin (m)

# MWQMRun_WaveHightAtStart_m_Description
source: Water height at start in meters
fr: Hauteur des vagues au début en mètres

# MWQMRun_WaveHightAtStart_m_Display
source: Wave height at start (m)
fr: Hauteur des vagues au début (m)

# MWQMSampleDuplicateItem_DuplicateSite_Description
source: Duplicate site
fr: Site duplicata

# MWQMSampleDuplicateItem_DuplicateSite_Display
source: Duplicate site
fr: Site duplicata

# MWQMSampleDuplicateItem_ParentSite_Description
source: Parent site
fr: Site du parent

# MWQMSampleDuplicateItem_ParentSite_Display
source: Parent site
fr: Site du parent

# MWQMSampleLanguage_Language_Description
source: Language of item
fr: Langage de l'item

# MWQMSampleLanguage_Language_Display
source: Language
fr: Langage

# MWQMSampleLanguage_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# MWQMSampleLanguage_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# MWQMSampleLanguage_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# MWQMSampleLanguage_MWQMSampleID_Description
source: Link to the MWQMSamples table representing the MWQM sample
fr: Lien à la table MWQMSamples représentant l'échantillon MWQM

# MWQMSampleLanguage_MWQMSampleID_Display
source: MWQM sample ID
fr: Échantillon MWQM ID

# MWQMSampleLanguage_MWQMSampleLanguageID_Description
source: Contains the unique identifier on each row of the MWQMSampleLanguages table
fr: Contient l'identifiant unique sur chaque ligne de la table MWQMSampleLanguages

# MWQMSampleLanguage_MWQMSampleNote_Description
source: MWQM sample note
fr: Échantillon MWQM note

# MWQMSampleLanguage_MWQMSampleNote_Display
source: MWQM sample note
fr: Échantillon MWQM note

# MWQMSampleLanguage_TranslationStatus_Description
source: Translation status of the comment
fr: Le statut de la traduction du commentaire

# MWQMSampleLanguage_TranslationStatus_Display
source: Translation status
fr: Le statut de la traduction

# MWQMSample_Depth_m_Description
source: Depth in meters
fr: Profondeur en mètres

# MWQMSample_Depth_m_Display
source: Depth (m)
fr: Profondeur (m)

# MWQMSample_FecCol_MPN_100ml_Description
source: Most probable number of fecal coliform colonies per 100 milli-Litres
fr: Number plus probable de colonies de coliform fécaux par 100 milli-Litres

# MWQMSample_FecCol_MPN_100ml_Display
source: FC (MPN / 100 mL)
fr: CF (NPP / 100 mL)

# MWQMSample_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# MWQMSample_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# MWQMSample_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# MWQMSample_MWQMRunTVItemID_Description
source: Link to the TVItems table representing MWQM run
fr: Lien à la table TVItems représentant la tournée MWQM

# MWQMSample_MWQMRunTVItemID_Display
source: MWQM run TVItemID
fr: Tournée MWQM TVItemID (fr)

# MWQMSample_MWQMSampleID_Description
source: Contains the unique identifier on each row of the MWQMSamples table
fr: Contient l'identifiant unique sur chaque ligne de la table MWQMSamples

# MWQMSample_MWQMSiteTVItemID_Description
source: Link to the TVItems table reporesenting MWQM site
fr: Lien à la table TVItems représentant le site MWQM

# MWQMSample_MWQMSiteTVItemID_Display
source: MWQMSIte TVItemID
fr: Site MWQM TVItemID (fr)

# MWQMSample_ProcessedBy_Description
source: Processed by
fr: Traité par

# MWQMSample_ProcessedBy_Display
source: Processed by
fr: Traité par

# MWQMSample_Salinity_PPT_Description
source: Salinity in parts per thousand
fr: Salinité en partis par millier

# MWQMSample_Salinity_PPT_Display
source: Salinity (PPT)
fr: Salinité (PPT) (fr)

# MWQMSample_SampleDateTime_Local_Description
source: Sample date and time (local)
fr: Date et temps de l'échantillon (local)

# MWQMSample_SampleDateTime_Local_Display
source: Sample date and time (local)
fr: Date et temps de l'échantillon (local)

# MWQMSample_SampleTypesText_Description
source: Sample types
fr: Types de l'échantillon

# MWQMSample_SampleTypesText_Display
source: Sample types
fr: Types de l'échantillon

# MWQMSample_SampleType_old_Description
source: Old sample type
fr: Vieu type d'échantillon

# MWQMSample_SampleType_old_Display
source: Old sample type
fr: Vieu type d'échantillon

# MWQMSample_TimeText_Description
source: Time Text
fr: Texte du temps

# MWQMSample_TimeText_Display
source: Time Text
fr: Texte du temps

# MWQMSample_Tube_0_1_Description
source: Number of positive tube for Tube .1
fr: Nombre de tube positif pour Tube .1

# MWQMSample_Tube_10_Description
source: Number of positive tube for Tube 10
fr: Nombre de tube positif pour Tube 10

# MWQMSample_Tube_1_0_Description
source: Number of positive tube for Tube 1
fr: Nombre de tube positif pour Tube 1

# MWQMSample_UseForOpenData_Description
source: Used for open data
fr: Utilisé pour les données ouvertes

# MWQMSample_UseForOpenData_Display
source: Used for open data
fr: Utilisé pour les données ouvertes

# MWQMSample_WaterTemp_C_Description
source: Temperatrue in degree Celcius
fr: Température en dégré Celcius

# MWQMSample_WaterTemp_C_Display
source: Temperature (°C)
fr: Température (°C)

# MWQMSiteSampleFC_Depth_Description
source: Depth in meters
fr: Profondeur en mètres

# MWQMSiteSampleFC_Depth_Display
source: Depth (m)
fr: Profondeur (m)

# MWQMSiteSampleFC_DO_Description
source: Disolved oxygen
fr: Oxygène dissous

# MWQMSiteSampleFC_FC_Description
source: Fecal coliform
fr: Coliformes fécaux

# MWQMSiteSampleFC_FC_Display
source: FC
fr: CF

# MWQMSiteSampleFC_GeoMean_Description
source: Geometric mean
fr: Moyenne géométrique

# MWQMSiteSampleFC_GeoMean_Display
source: Geo mean
fr: Moyenne géométrique

# MWQMSiteSampleFC_MaxFC_Description
source: Maximum fecal coliform
fr: Coliforms fécaux maximum

# MWQMSiteSampleFC_MaxFC_Display
source: Max FC
fr: CF max

# MWQMSiteSampleFC_Median_Description
source: Median
fr: Médian

# MWQMSiteSampleFC_Median_Display
source: Median
fr: Médian

# MWQMSiteSampleFC_MinFC_Description
source: Minimum fecal coliform
fr: Coliforms fécaux minimum

# MWQMSiteSampleFC_MinFC_Display
source: Min FC
fr: CF min

# MWQMSiteSampleFC_P90_Description
source: 90th percentile
fr: 90ième poucentile

# MWQMSiteSampleFC_PercOver260_Description
source: Percent of samples over 260
fr: Pourcentage d'échantillon plus grand que 260

# MWQMSiteSampleFC_PercOver43_Description
source: Percent of samples over 43
fr: Poucentage d'échantillon plus grand que 43

# MWQMSiteSampleFC_Sal_Description
source: Salinity parts per thousand
fr: Salinité partis par millier

# MWQMSiteSampleFC_Sal_Display
source: Sal (PPT)
fr: Sal (PPT) (fr)

# MWQMSiteSampleFC_SampCount_Description
source: Sample count
fr: Nombre d'échantillon

# MWQMSiteSampleFC_SampCount_Display
source: Sample count
fr: Nombre d'échantillon

# MWQMSiteSampleFC_SampleDate_Description
source: Sample date
fr: Date d'échantillon

# MWQMSiteSampleFC_SampleDate_Display
source: Sample date
fr: Date d'échantillon

# MWQMSiteSampleFC_Temp_Description
source: Temperature in degree Celcius
fr: Température en dégré Celcius

# MWQMSiteStartEndDate_EndDate_Description
source: End date
fr: Date de fin

# MWQMSiteStartEndDate_EndDate_Display
source: End date
fr: Date de fin

# MWQMSiteStartEndDate_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# MWQMSiteStartEndDate_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# MWQMSiteStartEndDate_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# MWQMSiteStartEndDate_MWQMSiteStartEndDateID_Description
source: Contains the unique identifier on each row of the MWQMSiteStartEndDates table
fr: Contient l'identifiant unique sur chaque ligne de la table MWQMSiteStartEndDates

# MWQMSiteStartEndDate_MWQMSiteTVItemID_Description
source: Link to the TVItems table representing MWQM site
fr: Lien à la table TVItems représentant le site MWQM (fr)

# MWQMSiteStartEndDate_MWQMSiteTVItemID_Display
source: MWQM site TVItemID
fr: Site MWQM TVItemID (fr)

# MWQMSiteStartEndDate_StartDate_Description
source: Start date
fr: Date de début

# MWQMSiteStartEndDate_StartDate_Display
source: Start date
fr: Date de début

# MWQMSite_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# MWQMSite_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# MWQMSite_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# MWQMSite_MWQMSiteDescription_Description
source: MWQM site description
fr: Description du site MWQM (fr)

# MWQMSite_MWQMSiteDescription_Display
source: MWQM site description
fr: Description du site MWQM (fr)

# MWQMSite_MWQMSiteID_Description
source: Contains the unique identifier on each row of the MWQMSites table
fr: Contient l'identifiant unique sur chaque ligne de la table MWQMSites

# MWQMSite_MWQMSiteLatestClassification_Description
source: MWQM site latest classification
fr: Dernière classification du site MWQM (fr)

# MWQMSite_MWQMSiteLatestClassification_Display
source: MWQM site latest classification
fr: Dernière classification du site MWQM (fr)

# MWQMSite_MWQMSiteNumber_Description
source: MWQM site number
fr: Numéro du site MWQM (fr)

# MWQMSite_MWQMSiteNumber_Display
source: MWQM site number
fr: Numéro du site MWQM (fr)

# MWQMSite_MWQMSiteTVItemID_Description
source: Link to the TVItems table representing MWQM site
fr: Lien à la table TVItems représentant le site MWQM (fr)

# MWQMSite_MWQMSiteTVItemID_Display
source: MWQM site TVItemID
fr: Site MWQM TVItemID (fr)

# MWQMSite_Ordinal_Description
source: Ordinal
fr: Ordre

# MWQMSite_Ordinal_Display
source: Ordinal
fr: Ordre

# MWQMSubsectorLanguage_Language_Description
source: Language of item
fr: Langage de l'item

# MWQMSubsectorLanguage_Language_Display
source: Language
fr: Langage

# MWQMSubsectorLanguage_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# MWQMSubsectorLanguage_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# MWQMSubsectorLanguage_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# MWQMSubsectorLanguage_LogBook_Description
source: Log book
fr: Carnet de bord

# MWQMSubsectorLanguage_LogBook_Display
source: Log book
fr: Carnet de bord

# MWQMSubsectorLanguage_MWQMSubsectorID_Description
source: Link to the MWQMSubsectors table representing the MWQM subsector
fr: Lien à la table MWQMSubsectors représentant le sous-secteur MWQM

# MWQMSubsectorLanguage_MWQMSubsectorID_Display
source: MWQM subsector ID
fr: Sous-secteur MWQM ID

# MWQMSubsectorLanguage_MWQMSubsectorLanguageID_Description
source: Contains the unique identifier on each row of the MWQMSubsectorLanguages table
fr: Contient l'identifiant unique sur chaque ligne de la table MWQMSubsectorLanguages

# MWQMSubsectorLanguage_SubsectorDesc_Description
source: Subsector description
fr: Description du sous-secteur

# MWQMSubsectorLanguage_SubsectorDesc_Display
source: Subsector description
fr: Description du sous-secteur

# MWQMSubsectorLanguage_TranslationStatusLogBook_Description
source: Translation status of the log book
fr: Le statut de la traduction du carnet de bord

# MWQMSubsectorLanguage_TranslationStatusLogBook_Display
source: Translation status
fr: Le statut de la traduction

# MWQMSubsectorLanguage_TranslationStatusSubsectorDesc_Description
source: Translation status of the subsector description
fr: Le statut de la traduction du la description du sous-secteur

# MWQMSubsectorLanguage_TranslationStatusSubsectorDesc_Display
source: Translation status
fr: Le statut de la traduction

# MWQMSubsector_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# MWQMSubsector_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# MWQMSubsector_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# MWQMSubsector_MWQMSubsectorID_Description
source: Contains the unique identifier on each row of the MWQMSubsectors table
fr: Contient l'identifiant unique sur chaque ligne de la table MWQMSubsectors

# MWQMSubsector_MWQMSubsectorTVItemID_Description
source: Link to the TVItems table representing MWQM subsector
fr: Lien à la table TVItems représentant le sous-secteur MWQM (fr)

# MWQMSubsector_MWQMSubsectorTVItemID_Display
source: MWQM subsector TVItemID
fr: Sous-secteur MWQM TVItemID (fr)

# MWQMSubsector_SubsectorHistoricKey_Description
source: Subsector historic key
fr: Clef du sous-secteur historique

# MWQMSubsector_SubsectorHistoricKey_Display
source: Subsector historic key
fr: Clef du sous-secteur historique

# MWQMSubsector_TideLocationSIDText_Description
source: Tide location SID text
fr: Identifiants SID des site de marées

# MWQMSubsector_TideLocationSIDText_Display
source: Tide location SID text
fr: Identifiants SID des site de marées

# NewContact_ContactTitleText_Description
source: Contact title text
fr: Texte du titre du contact

# NewContact_ContactTitleText_Display
source: Contact title text
fr: Texte du titre du contact

# NewContact_ContactTitle_Description
source: Contact title
fr: Titre du contact

# NewContact_ContactTitle_Display
source: Contact title
fr: Titre du contact

# NewContact_FirstName_Description
source: First name
fr: Prénom

# NewContact_FirstName_Display
source: First name
fr: Prénom

# NewContact_Initial_Description
source: Initial
fr: Initiale

# NewContact_Initial_Display
source: Initial
fr: Initiale

# NewContact_LastName_Description
source: Last name
fr: Nom de famille

# NewContact_LastName_Display
source: Last name
fr: Nom de famille

# NewContact_LoginEmail_Description
source: Login email
fr: Courriel de connexion

# NewContact_LoginEmail_Display
source: Login email
fr: Courriel de connexion

# NodeLayer_Layer_Description
source: Layer
fr: Couche

# NodeLayer_Layer_Display
source: Layer
fr: Couche

# NodeLayer_Node_Description
source: Node
fr: Noeud

# NodeLayer_Node_Display
source: Node
fr: Noeud

# NodeLayer_Z_Description
source: Z coordinate
fr: Coordonné Z

# Node_ConnectNodeList_Description
source: Connect node list
fr: Liste de noeux de connexion

# Node_ConnectNodeList_Display
source: Connect node list
fr: Liste de noeux de connexion

# Node_ElementList_Description
source: Element list
fr: Liste d'élément

# Node_ElementList_Display
source: Element list
fr: Liste d'élément

# Node_ID_Description
source: ID
fr: Identifiant

# Node_Value_Description
source: Value
fr: Valeur

# Node_Value_Display
source: Value
fr: Valeur

# Node_X_Description
source: X coordinate
fr: Coordonée X

# Node_Y_Description
source: Y coordinate
fr: Coordonée Y

# Node_Z_Description
source: Z coordinate
fr: Coordonée Z

# OtherFilesToUpload_MikeScenarioID_Description
source: Contains the unique identifier on each row of the MikeScenarios table
fr: Contient l'identifiant unique sur chaque ligne de la table MikeScenarios

# OtherFilesToUpload_TVFileList_Description
source: Tree view file list
fr: Liste de filière de l'arbre visuel

# OtherFilesToUpload_TVFileList_Display
source: TVFile list
fr: List de TVFile

# PolSourceGroupingLanguage_Init_Description
source: Initial
fr: Initiale

# PolSourceGroupingLanguage_Language_Description
source: Language of item
fr: Langage de l'item

# PolSourceGroupingLanguage_Language_Display
source: Language
fr: Langage

# PolSourceGroupingLanguage_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# PolSourceGroupingLanguage_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# PolSourceGroupingLanguage_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# PolSourceGroupingLanguage_PolSourceGroupingID_Description
source: Link to the PolSourceGroupings table representing the pollution source grouping
fr: Lien à la table PolSourceGroupins représentant le groupement de source de pollution

# PolSourceGroupingLanguage_PolSourceGroupingLanguageID_Description
source: Contains the unique identifier on each row of the PolSourceGroupingLanguages table
fr: Contient l'identifiant unique sur chaque ligne de la table PolSourceGroupingLanguages

# PolSourceGroupingLanguage_SourceNameOrder_Description
source: Source name ordering number
fr: Numéro d'ordre du nom de source

# PolSourceGroupingLanguage_SourceNameOrder_Display
source: Source name ordering number
fr: Numéro d'ordre du nom de source

# PolSourceGroupingLanguage_SourceName_Description
source: Source Name
fr: Nom de source

# PolSourceGroupingLanguage_SourceName_Display
source: Source Name
fr: Nom de source

# PolSourceGroupingLanguage_TranslationStatusDescription_Description
source: Translation status of Description
fr: Le statut de la traduction de Description

# PolSourceGroupingLanguage_TranslationStatusDescription_Display
source: Translation status of Description
fr: Le statut de la traduction de Description

# PolSourceGroupingLanguage_TranslationStatusInit_Description
source: Translation status of Init
fr: Le statut de la traduction de Init

# PolSourceGroupingLanguage_TranslationStatusInit_Display
source: Translation status of Init
fr: Le statut de la traduction de Init

# PolSourceGroupingLanguage_TranslationStatusReport_Description
source: Translation status of Report
fr: Le statut de la traduction de Report

# PolSourceGroupingLanguage_TranslationStatusReport_Display
source: Translation status of Report
fr: Le statut de la traduction de Report

# PolSourceGroupingLanguage_TranslationStatusSourceName_Description
source: Translation status of the source name
fr: Le statut de la traduction du nom de source

# PolSourceGroupingLanguage_TranslationStatusSourceName_Display
source: Translation status of the source name
fr: Le statut de la traduction du nom de source

# PolSourceGroupingLanguage_TranslationStatusText_Description
source: Translation status of Text
fr: Le statut de la traduction de Text

# PolSourceGroupingLanguage_TranslationStatusText_Display
source: Translation status of Text
fr: Le statut de la traduction de Text

# PolSourceGrouping_Child_Description
source: Groupe name
fr: Nom du groupe

# PolSourceGrouping_Child_Display
source: Group name
fr: Nom du groupe

# PolSourceGrouping_CSSPID_Description
source: CSSP unique ID
fr: Identifiant unique de CSSP

# PolSourceGrouping_CSSPID_Display
source: CSSP unique ID
fr: Identifiant unique de CSSP

# PolSourceGrouping_GroupName_Description
source: Groupe name
fr: Nom du groupe

# PolSourceGrouping_GroupName_Display
source: Group name
fr: Nom du groupe

# PolSourceGrouping_Hide_Description
source: Groupe name
fr: Nom du groupe

# PolSourceGrouping_Hide_Display
source: Group name
fr: Nom du groupe
