Repository: ECCC-CSSP/CSSPTools
Catalog: src/dlls/CSSPCultureServices/Resources/CSSPCultureModelsRes.*.resx
Languages: fr

# ClimateDataValue_CoolDegDays_C_Description
source: Cooling degree-days for a given day are the number of degrees Celsius that the mean temperature is above 18 Celcius. If the temperature is equal to or less than 18 Celcius, then the number will be zero. For example, a day with a mean temperature of 20.5 Celcius has 2.5 cooling degree-days; a day with a mean temperature of 15.5 Celcius has zero cooling degree-days. Cooling degree-days are used primarily to estimate the air-conditioning requirements of buildings.
fr: On compte un degré-jour de refroidissement pour chaque degré dont la température moyenne quotidienne est supérieure à 18 °C . Si la température est égale ou inférieure à 18 °C , le nombre de degrés-jours sera zéro. Par exemple, une journée ayant une température moyenne de 20,5 °C aura 2,5 degrés-jours de refroidissement; une journée ayant une température moyenne de 15,5 °C aura zéro degré-jour de refroidissement. Les degrés-jours de refroidissement sont utilisés principalement pour estimer les besoins de climatisation des bâtiments.

# ClimateDataValue_CoolDegDays_C_Display
source: Cooling degree-days
fr: Degré-jour de refroidissement

# ClimateDataValue_DateTime_Local_Description
source: Date and time of observation. Almost all data is coming from the weather office web site.
fr: Date et temps de l'observation. Pratiquement tous les données proviennent de site web weather office

# ClimateDataValue_DateTime_Local_Display
source: Date and time of observation
fr: Date et temps de l'observation

# ClimateDataValue_DirMaxGust_0North_Description
source: Direction of maximum gust (10's deg/tens of degrees) --- the direction of the maximum gust (true or geographic, not magnetic) from which the wind blows. Expressed in tens of degrees (10's deg), 9 means 90 degrees true or an east wind, and 36 means 360 degrees true or a wind blowing from the geographic north pole. This value is only reported if the maximum gust speed for the day exceeds 29 km/h.
fr: Direction de la rafale maximale (10's deg/dizaines de degrés) --- direction (vraie ou géographique, et non magnétique) d'où souffle le vent pendant la rafale maximale. Exprimée en dizaines de degrés, 9 signifiant 90 degrés vrais ou un vent d'est, et 36 signifiant 360 degrés vrais, ou un vent soufflant du pôle Nord géographique. Cette valeur n'est signalée que si la vitesse de la rafale maximale dépasse 29 km/h.

# ClimateDataValue_DirMaxGust_0North_Display
source: Direction of maximum gust (10's deg/tens of degrees)
fr: Direction de la rafale maximale (10's deg/dizaines de degrés)

# ClimateDataValue_HasBeenRead_Description
source: The stored data has been read from the weather office web site
fr: Les données stockées ont été lues sur le site Web du bureau météorologique

# ClimateDataValue_HasBeenRead_Display
source: Has been read
fr: Ont été lus

# ClimateDataValue_HeatDegDays_C_Description
source: Heating degree-days for a given day are the number of degrees Celsius that the mean temperature is below 18 °C. If the temperature is equal to or greater than 18 °C, then the number will be zero. For example, a day with a mean temperature of 15.5 °C has 2.5 heating degree-days; a day with a mean temperature of 20.5 °C has zero heating degree-days. Heating degree-days are used primarily to estimate the heating requirements of buildings.
fr: On compte un degré-jour de chauffage pour chaque degré dont la température moyenne quotidienne est inférieure à 18 °C. Si la température est égale ou supérieure à 18 °C, le nombre de degrés-jours sera zéro. Par exemple, une journée ayant une température moyenne de 15,5 °C aura 2,5 degrés-jours de chauffage; une journée ayant une température moyenne de 20,5 °C aura zéro degré-jour de chauffage. Les degrés-jours de chauffage sont utilisés principalement pour estimer les besoins de chauffage des bâtiments.

# ClimateDataValue_HeatDegDays_C_Display
source: Heating degree-days
fr: Degré-jour de chauffage

# ClimateDataValue_HourlyValues_Description
source: Hourly values text stores all 24 hourly values of the parameters measured by the weather office
fr: Texte des valeurs horaire sauvegarde toutes les 24 valeurs horaires des paramètres mesurés par weather office

# ClimateDataValue_HourlyValues_Display
source: Hourly values text
fr: Texte des valeurs horaire

# ClimateDataValue_Keep_Description
source: Keep the data within the database. Sometime the database might get some data from the weather office web site as temporary data which can be removed at a later date
fr: Conservez les données dans la base de données. Parfois, la base de données peut obtenir des données du site Web du bureau météorologique en tant que données temporaires pouvant être supprimées ultérieurement.

# ClimateDataValue_Keep_Display
source: Keep
fr: Garder

# ClimateDataValue_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# ClimateDataValue_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# ClimateDataValue_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# ClimateDataValue_MaxTemp_C_Description
source: Maximum temperature (deg C) --- the highest temperature in degrees Celsius (°C) observed at a location for a specified time interval.
fr: Température maximale (deg C) --- température la plus élevée, en degrés Celsius (°C), observée à un endroit donné au cours d'un intervalle de temps déterminé.

# ClimateDataValue_MaxTemp_C_Display
source: Maximum temperature (deg C)
fr: Température maximale (deg C)

# ClimateDataValue_MinTemp_C_Description
source: Minimum temperature (deg C) --- the lowest temperature in degrees Celsius (°C) observed at a location for a specified time interval.
fr: Température minimale (deg C) --- température la plus basse, en degrés Celsius (°C), observée à un endroit donné au cours d'un intervalle de temps déterminé.

# ClimateDataValue_MinTemp_C_Display
source: Minimum temperature (deg C)
fr: Température minimale (deg C)

# ClimateDataValue_RainfallEntered_mm_Description
source: Total Rain entered (mm) by one of the biologist --- the total rainfall, or amount of all liquid precipitation in millimetres (mm) such as rain, drizzle, freezing rain, and hail, observed at the location during a specified time interval.
fr: Pluie totale entré (mm) par un des biologiste --- quantité totale de pluie ou totalité des précipitations liquides en millimètres (mm) telles que la pluie, la bruine, la pluie verglaçante et la grêle, observée à un endroit donné au cours d'un intervalle de temps déterminé.

# ClimateDataValue_RainfallEntered_mm_Display
source: Total rain entered (mm)
fr: Pluie totale entrée (mm)

# ClimateDataValue_Rainfall_mm_Description
source: Total Rain (mm) --- the total rainfall, or amount of all liquid precipitation in millimetres (mm) such as rain, drizzle, freezing rain, and hail, observed at the location during a specified time interval.
fr: Pluie totale (mm) --- quantité totale de pluie ou totalité des précipitations liquides en millimètres (mm) telles que la pluie, la bruine, la pluie verglaçante et la grêle, observée à un endroit donné au cours d'un intervalle de temps déterminé.

# ClimateDataValue_Rainfall_mm_Display
source: Total rain (mm)
fr: Pluie totale (mm)

# ClimateDataValue_SnowOnGround_cm_Description
source: Snow on the ground (cm) --- the depth of snow in centimetres (cm) on the ground. The total depth of snow on the ground at the time of the observation is determined in whole centimetres by making a series of measurements and taking the average.
fr: Neige au sol (cm)--- épaisseur (en cm) de la neige sur le sol. On détermine, en centimètres entiers, l'épaisseur totale de neige au sol au moment de l'observation en prenant une série de mesures et en en faisant la moyenne.

# ClimateDataValue_SnowOnGround_cm_Display
source: Snow on the ground (cm)
fr: Neige au sol (cm)

# ClimateDataValue_Snow_cm_Description
source: Total snow (cm) --- the total snowfall, or amount of frozen (solid) precipitation in centimetres (cm), such as snow and ice pellets, observed at the location during a specified time interval.
fr: Neige totale (cm) --- quantité totale de neige ou totalité des précipitations gelées (solides) telles que la neige et les granules de glace, observée à un endroit donné au cours d'un intervalle de temps déterminé et exprimée en centimètres (cm).

# ClimateDataValue_Snow_cm_Display
source: Total snow (cm)
fr: Neige totale (cm)

# ClimateDataValue_SpdMaxGust_kmh_Description
source: Speed of maximum gust (km/h) --- the speed in kilometres per hour (km/h) of the maximum wind gust during the day. The gust is the maximum or peak instantaneous or single reading from the anemometer (the instrument used to observe wind speed) during the day. The duration of a gust typically corresponds to an elapsed time of 3 to 5 seconds.
fr: Vitesse de la rafale maximale (km/h) --- vitesse en kilomètres à l'heure (km/h) de la rafale maximale pendant le jour donné. La rafale est la lecture instantanée ou simple du maximum ou de la crête de l'anémomètre (l'instrument utilisé pour observer la vitesse du vent) pendant le jour donné. La durée d'une rafale correspond typiquement à un temps écoulé de 3 à 5 secondes.

# ClimateDataValue_SpdMaxGust_kmh_Display
source: Speed of maximum gust (km/h)
fr: Vitesse de la rafale maximale (km/h)

# ClimateDataValue_StorageDataType_Description
source: Storage data type can be archived, forcasted or observed
fr: Type de données sauvegardez peut être archivés, prévisions ou observés

# ClimateDataValue_StorageDataType_Display
source: Storage data type
fr: Type de données sauvegardez

# ClimateDataValue_TotalPrecip_mm_cm_Description
source: Total precipitation (mm) --- the sum of the total rainfall and the water equivalent of the total snowfall in millimetres (mm), observed at the location during a specified time interval.
fr: Précipitations totales (mm) --- somme de la pluie totale et de l'équivalent en eau de la neige totale en millimètres (mm), observée à un endroit donné au cours d'un intervalle de temps déterminé.

# ClimateDataValue_TotalPrecip_mm_cm_Display
source: Total precipitation (mm)
fr: Précipitations totale (mm)

# ClimateSite_ClimateID_Description
source: Climate site ID is a unique ID for the climate site for Environment Canada
fr: Identifiant du site climatique est unique pour le site climatique pour Environnemement Canada

# ClimateSite_ClimateID_Display
source: Climate site ID
fr: Identifiant du site climatique

# ClimateSite_ClimateSiteID_Description
source: Contains the unique identifier on each row of the ClimateSites table
fr: Contient l'identifiant unique sur chaque ligne de la table ClimateSites

# ClimateSite_ClimateSiteName_Description
source: Climate site name is a unique name for the site given by Environment Canada
fr: Nom du site climatique est un nom unique pour le site donné par Environnement Canada

# ClimateSite_ClimateSiteName_Display
source: Climate site name
fr: Nom du site climatique

# ClimateSite_ClimateSiteTVItemID_Description
source: Link to the TVItems table with the unique identifier
fr: Lien à la table TVItems avec l'identifiant unique

# ClimateSite_DailyEndDate_Local_Description
source: Daily end date will contain null is the climate site does not have daily data or the end date of hourly data
fr: Date de fin des données journalières contiendra null si le site climatique n'a pas de données journalières ou la date de fin des données journalières

# ClimateSite_DailyEndDate_Local_Display
source: Daily end date
fr: Date de fin des données journalières

# ClimateSite_DailyNow_Description
source: Daily now indicates if there are daily data at this date
fr: Journalier maintenant indique s'il y a des données journalières maintenant

# ClimateSite_DailyNow_Display
source: Daily now
fr: Jounalier maintenant

# ClimateSite_DailyStartDate_Local_Description
source: Daily start date will contain null is the climate site does not have daily data or the start date of hourly data
fr: Date de départ des données journalières contiendra null si le site climatique n'a pas de données journalières ou la date de départ des données journalières

# ClimateSite_DailyStartDate_Local_Display
source: Daily start date
fr: Date de départ des données journalières

# ClimateSite_ECDBID_Description
source: ECDBID --- Environment Canada weather office web site unique id for the weather climate site
fr: ECDBID --- Site Web du bureau météorologique d'Environnement Canada identifiant le site de site climatatique

# ClimateSite_Elevation_m_Description
source: Elevation (m) is the elevation above mean sea level
fr: Élévation (m) est l'élévation au dessus du niveau moyen de la mer

# ClimateSite_Elevation_m_Display
source: Elevation (m)
fr: Élévation (m)

# ClimateSite_File_desc_Description
source: File description --- temporary field used while uploading data from Environment Canda weather office web site
fr: Description de filière --- champ temporaire utilisé lors du téléchargement des données du site Web du bureau météorologique d'Environnement Canada

# ClimateSite_File_desc_Display
source: File description
fr: Description de filière

# ClimateSite_HourlyEndDate_Local_Description
source: Hourly end date will contain null is the climate site does not have hourly data or the end date of hourly data
fr: Date de fin des données horaires contiendra null si le site climatique n'a pas de données horaires ou la date de fin des données horaires

# ClimateSite_HourlyEndDate_Local_Display
source: Hourly end date
fr: Date de fin des données horaires

# ClimateSite_HourlyNow_Description
source: Hourly now indicates if there are hourly data at this date
fr: Horaire maintenant indique s'il y a des données horaires maintenant

# ClimateSite_HourlyNow_Display
source: Hourly now
fr: Horaire maintenant

# ClimateSite_HourlyStartDate_Local_Description
source: Hourly start date will contain null is the climate site does not have hourly data or the starting date of hourly data
fr: Date de départ des données horaires contiendra null si le site climatique n'a pas de données horaires ou la date de départ des données horaires

# ClimateSite_HourlyStartDate_Local_Display
source: Hourly start date
fr: Date de départ des données horaires

# ClimateSite_IsCoCoRaHS_Description
source: CoCoRaHS Climate Site
fr: Site climatique de CoCoRaHS

# ClimateSite_IsCoCoRaHS_Display
source: CoCoRaHS Site
fr: Site CoCoRaHS

# ClimateSite_IsQuebecSite_Description
source: Quebec Climate Site
fr: Site climatique du Québec

# ClimateSite_IsQuebecSite_Display
source: Quebec Site
fr: Site du Québec

# ClimateSite_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# ClimateSite_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# ClimateSite_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# ClimateSite_MonthlyEndDate_Local_Description
source: Monthly end date will contain null is the climate site does not have monthly data or the end date of monthly data
fr: Date de fin des données mensuelles contiendra null si le site climatique n'a pas de données mensuelles ou la date de fin des données mensuelles

# ClimateSite_MonthlyEndDate_Local_Display
source: Monthly end date
fr: Date de fin des données mensuelles

# ClimateSite_MonthlyNow_Description
source: Monthly now indicates if there are monthly data at this date
fr: Mensuel maintenant indique s'il y a des données mensuelles maintenant

# ClimateSite_MonthlyNow_Display
source: Monthly now
fr: Mensuel maintenant

# ClimateSite_MonthlyStartDate_Local_Description
source: Monthly start date will contain null is the climate site does not have monthly data or the start date of monthly data
fr: Date de départ des données mensuelles contiendra null si le site climatique n'a pas de données mensuelles ou la date de départ des données mensuelles

# ClimateSite_MonthlyStartDate_Local_Display
source: Monthly start date
fr: Date de départ des données mensuelles

# ClimateSite_Province_Description
source: Province identified by two letters initiales
fr: Province identifiée par les initiales de deux lettres

# ClimateSite_TCID_Description
source: TCID is the identifier assigned by Transport Canada to identify meteorological reports from airport observing sites transmitted in real time in aviation formats.
fr: TCID est l'identificateur attribué par Transports Canada pour identifier les rapports météorologiques provenant des stations localisées aux aéroports et sont transmis en temps réel dans des formats d'aviation.

# ClimateSite_TimeOffset_hour_Description
source: Time zone offset (hour)
fr: Décalage du fuseau horaire (heure)

# ClimateSite_TimeOffset_hour_Display
source: Time zone offset (hour)
fr: Décalage du fuseau horaire (heure)

# ClimateSite_WMOID_Description
source: WMOID is a unique ID for the climate site for World Meteorological Office
fr: WMOID est un identifiant unique pour le site climatique pour World Meteorological Office

# ContactOK_ContactID_Description
source: Contact ID
fr: Identifiant de contact

# ContactOK_ContactID_Display
source: Contact ID
fr: Identifiant de contact

# ContactOK_ContactTVItemID_Description
source: Link to the TVItems table with the unique identifier
fr: Lien à la table TVItems avec l'identifiant unique

# ContactPreference_ContactID_Description
source: Link to the Contacts table with the unique identifier
fr: Lien à la table Contacts avec l'identifiant unique

# ContactPreference_ContactPreferenceID_Description
source: Contains the unique identifier on each row of the ContactPreferences table
fr: Contient l'identifiant unique sur chaque ligne de la table ContactPreferences

# ContactPreference_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# ContactPreference_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# ContactPreference_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# ContactPreference_MarkerSize_Description
source: Marker size
fr: Taille du marqueur

# ContactPreference_MarkerSize_Display
source: Marker size
fr: Taille du marqueur

# ContactPreference_TVType_Description
source: Tree view item type
fr: Type d'item pour l'arbre visuel

# ContactPreference_TVType_Display
source: TV type
fr: Type AV

# ContactSearch_ContactID_Description
source: Contact ID
fr: Identifiant de contact

# ContactSearch_ContactID_Display
source: Contact ID
fr: Identifiant de contact

# ContactSearch_ContactTVItemID_Description
source: Link to the TVItems table with the unique identifier
fr: Lien à la table TVItems avec l'identifiant unique

# ContactSearch_FullName_Description
source: Full name
fr: Nom complet

# ContactSearch_FullName_Display
source: Full name
fr: Nom complet

# ContactShortcut_ContactID_Description
source: Link to the Contacts table with the unique identifier
fr: Lien à la table Contacts avec l'identifiant unique

# ContactShortcut_ContactShortcutID_Description
source: Contains the unique identifier on each row of the ContactShortcuts table
fr: Contient l'identifiant unique sur chaque ligne de la table ContactShortcuts

# ContactShortcut_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# ContactShortcut_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# ContactShortcut_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# ContactShortcut_ShortCutAddress_Description
source: Shortcut address
fr: Texte de l'address

# ContactShortcut_ShortCutAddress_Display
source: Shortcut address
fr: Texte de l'address

# ContactShortcut_ShortCutText_Description
source: Shortcut text
fr: Texte de raccourci

# ContactShortcut_ShortCutText_Display
source: Shortcut text
fr: Texte de raccourci

# Contact_ContactID_Description
source: Contains the unique identifier on each row of the Contacts table
fr: Contient l'identifiant unique sur chaque ligne de la table Contacts

# Contact_ContactTitle_Description
source: Title
fr: Titre

# Contact_ContactTitle_Display
source: Title
fr: Titre

# Contact_ContactTVItemID_Description
source: Link to the TVItems table with the unique identifier
fr: Lien à la table TVItems avec l'identifiant unique

# Contact_Disabled_Description
source: Disabled
fr: Déactivé

# Contact_Disabled_Display
source: Disabled
fr: Déactivé

# Contact_EmailValidated_Description
source: Email validated
fr: Courriel validé

# Contact_EmailValidated_Display
source: Email validated
fr: Courriel validé

# Contact_FirstName_Description
source: First name
fr: Prénom

# Contact_FirstName_Display
source: First name
fr: Prénom

# Contact_Id_Description
source: Contains the unique identifier on each row of the AspNetUsers table
fr: Contient l'identifiant unique sur chaque ligne de la table AspNetUsers

# Contact_Initial_Description
source: Initial
fr: Initiale

# Contact_Initial_Display
source: Initial
fr: Initiale

# Contact_IsAdmin_Description
source: Administrator
fr: Administrateur

# Contact_IsAdmin_Display
source: Administrator
fr: Administrateur

# Contact_IsNew_Description
source: Is new
fr: Est nouveau

# Contact_IsNew_Display
source: Is new
fr: Est nouveau

# Contact_LastName_Description
source: Last name
fr: Nom

# Contact_LastName_Display
source: Last name
fr: Nom

# Contact_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# Contact_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# Contact_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# Contact_LoginEmail_Description
source: Login email for connecting to web site
fr: Courriel de connexion pour le site web

# Contact_LoginEmail_Display
source: Login email
fr: Courriel de connexion

# Contact_SamplingPlanner_ProvincesTVItemID_Description
source: Sampling planner for provinces
fr: Planificateur d'échantillonnage pour les provinces

# Contact_SamplingPlanner_ProvincesTVItemID_Display
source: Sampling planner for provinces
fr: Planificateur d'échantillonnage pour les provinces

# Contact_Token_Description
source: Javascript Web Token
fr: Javascript Web Token (fr)

# Contact_Token_Display
source: JWT Token
fr: JWT Token (fr)

# Contact_WebName_Description
source: Web name
fr: Nom Web

# Contact_WebName_Display
source: Web name
fr: Nom Web

# ContourPolygon_ContourNodeList_Description
source: Contour node list
fr: Liste de noeux de contour

# ContourPolygon_ContourNodeList_Display
source: Contour node list
fr: Liste de noeux de contour

# ContourPolygon_ContourValue_Description
source: Contour value
fr: Valeur de contour

# ContourPolygon_ContourValue_Display
source: Contour value
fr: Valeur de contour

# ContourPolygon_Depth_m_Description
source: Depth in meters
fr: Profondeur en mètres

# ContourPolygon_Depth_m_Display
source: Depth (m)
fr: Profondeur (m)

# ContourPolygon_Layer_Description
source: Layer
fr: Couche

# ContourPolygon_Layer_Display
source: Layer
fr: Couche

# Coord_Ordinal_Description
source: Ordinal
fr: Ordre
