Repository: ECCC-CSSP/CSSPTools
Catalog: src/dlls/CSSPCultureServices/Resources/CSSPCultureModelsRes.*.resx
Languages: fr

# MikeScenario_MikeScenarioStartDateTime_Local_Display
source: MIKE scenario start date (local)
fr: Date de départ du scenario MIKE (local)

# MikeScenario_MikeScenarioStartExecutionDateTime_Local_Description
source: MIKE scenario start excecution time (local)
fr: Début du temps d'exécution du scenario MIKE (local)

# MikeScenario_MikeScenarioStartExecutionDateTime_Local_Display
source: MIKE scenario start excecution time (local)
fr: Début du temps d'exécution du scenario MIKE (local)

# MikeScenario_MikeScenarioTVItemID_Description
source: Link to the TVItems table representing MIKE scenario
fr: Lien à la table TVItems représentant le scénario MIKE

# MikeScenario_MikeScenarioTVItemID_Display
source: MIKE scenario TVItemID
fr: Item du scenario MIKE

# MikeScenario_NumberOfElements_Description
source: Number of elements
fr: Nombre d'éléments

# MikeScenario_NumberOfElements_Display
source: Number of elements
fr: Nombre d'éléments

# MikeScenario_NumberOfHydroOutputParameters_Description
source: Number of hydrodynamic output parameters
fr: Nombre de paramètres de sorti hydrodynamique

# MikeScenario_NumberOfHydroOutputParameters_Display
source: Number of hydrodynamic output parameters
fr: Nombre de paramètres de sorti hydrodynamique

# MikeScenario_NumberOfSigmaLayers_Description
source: Number of sigma layers
fr: Nombre de tranche sigma

# MikeScenario_NumberOfSigmaLayers_Display
source: Number of sigma layers
fr: Nombre de tranche sigma

# MikeScenario_NumberOfTimeSteps_Description
source: Number of time steps
fr: Nombre de pas de temps

# MikeScenario_NumberOfTimeSteps_Display
source: Number of time steps
fr: Nombre de pas de temps

# MikeScenario_NumberOfTransOutputParameters_Description
source: Number of transport output parameters
fr: Nombre de paramètres de sorti transport

# MikeScenario_NumberOfTransOutputParameters_Display
source: Number of transport output parameters
fr: Nombre de paramètres de sorti transport

# MikeScenario_NumberOfZLayers_Description
source: Number of Z layers
fr: Nombre de tranche Z

# MikeScenario_NumberOfZLayers_Display
source: Number of Z layers
fr: Nombre de tranche Z

# MikeScenario_ParentMikeScenarioID_Description
source: Link to the MikeScenarios table representing MIKE scenario
fr: Lien à la table MIkeScenarios représentant le scénario MIKE

# MikeScenario_ParentMikeScenarioID_Display
source: MIKE scenario parent ID
fr: Item parent du scenario MIKE

# MikeScenario_ResultFrequency_min_Description
source: Results frequency in minutes
fr: Fréquence des résultats en minutes

# MikeScenario_ResultFrequency_min_Display
source: Results frequency (min)
fr: Fréquence des résultats (min)

# MikeScenario_ScenarioStatus_Description
source: MIKE scenario status
fr: État du scenario MIKE

# MikeScenario_ScenarioStatus_Display
source: MIKE scenario status
fr: État du scenario MIKE

# MikeScenario_UseDecouplingFiles_Description
source: Use decoupling files
fr: Utiliser les fichiers de découplage

# MikeScenario_UseDecouplingFiles_Display
source: Use decoupling files
fr: Utiliser les fichiers de découplage

source: Link to the TVItems table representing TV file
fr: Lien à la table TVItems représentant TV file

# MikeScenario_UseSalinityAndTemperatureInitialConditionFromTVFileTVItemID_Display
source: Use salinity and temperature initial condition from TVFile TVItemID
fr: Utilise les conditions initiales de salinité et température à partir de TVFile TVItemID

# MikeScenario_WindDirection_deg_Description
source: Wind direction in degree (north 0, east 90)
fr: Direction du vent en degree (nord 0, est 90)

# MikeScenario_WindDirection_deg_Display
source: Wind direction (deg)
fr: Direction du vent (deg)

# MikeScenario_WindSpeed_km_h_Description
source: Wind speed in kilometers per hour)
fr: Vitesse du vent en kilomètres par heure

# MikeScenario_WindSpeed_km_h_Display
source: Wind speed (km/h)
fr: Vitesse du vent (km/h)

# MikeSourceStartEnd_EndDateAndTime_Local_Description
source: End date and time (local)
fr: Date et temps de fin (local)

# MikeSourceStartEnd_EndDateAndTime_Local_Display
source: End date and time (local)
fr: Date et temps de fin (local)

# MikeSourceStartEnd_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# MikeSourceStartEnd_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# MikeSourceStartEnd_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# MikeSourceStartEnd_MikeSourceID_Description
source: Link to the MikeSources table representing MIKE source
fr: Lien à la table MikeSources représentant une source MIKE

# MikeSourceStartEnd_MikeSourceID_Display
source: MIKE source ID
fr: ID de source MIKE

# MikeSourceStartEnd_MikeSourceStartEndID_Description
source: Contains the unique identifier on each row of the MikeSourceStartEnds table
fr: Contient l'identifiant unique sur chaque ligne de la table MikeSourceStartEnds

# MikeSourceStartEnd_SourceFlowEnd_m3_day_Description
source: End of source flow in cubic meters per day
fr: Fin de débit de source en mètres cubes par jour

# MikeSourceStartEnd_SourceFlowEnd_m3_day_Display
source: End of source flow (m3/d)
fr: Fin de débit de source (m3/j)

# MikeSourceStartEnd_SourceFlowStart_m3_day_Description
source: Start of source flow in cubic meters per day
fr: Début de débit de source en mètres cubes par jour

# MikeSourceStartEnd_SourceFlowStart_m3_day_Display
source: Start of source flow (m3/d)
fr: Début de débit de source (m3/j)

# MikeSourceStartEnd_SourcePollutionEnd_MPN_100ml_Description
source: End of source concentration in most probable number of fecal coliform colonies per 100 milli-Litres
fr: Fin de concentration de source en nombre plus probable de colonie de coliform fécaux par 100 milli-Litres

# MikeSourceStartEnd_SourcePollutionEnd_MPN_100ml_Display
source: End of source concentration (MPN / 100 mL)
fr: Fin de concentration de source (NPP / 100 mL)

# MikeSourceStartEnd_SourcePollutionStart_MPN_100ml_Description
source: Start of source concentration in most probable number of fecal coliform colonies per 100 milli-Litres
fr: Début de concentration de source en nombre plus probable de colonie de coliform fécaux par 100 milli-Litres

# MikeSourceStartEnd_SourcePollutionStart_MPN_100ml_Display
source: Start of source concentration (MPN / 100 mL)
fr: Début de concentration de source (NPP / 100 mL)

# MikeSourceStartEnd_SourceSalinityEnd_PSU_Description
source: End of source salinity (PSU)
fr: Fin de salinité de source (PSU) (fr)

# MikeSourceStartEnd_SourceSalinityEnd_PSU_Display
source: End of source salinity (PSU)
fr: Fin de salinité de source (PSU) (fr)

# MikeSourceStartEnd_SourceSalinityStart_PSU_Description
source: Start of source salinity (PSU)
fr: Début de salinité de source (PSU) (fr)

# MikeSourceStartEnd_SourceSalinityStart_PSU_Display
source: Start of source salinity (PSU)
fr: Début de salinité de source (PSU) (fr)

# MikeSourceStartEnd_SourceTemperatureEnd_C_Description
source: End of source temperature in degree Celcius
fr: Fin de température de source en dégré Celcius

# MikeSourceStartEnd_SourceTemperatureEnd_C_Display
source: End of source temperature (°C)
fr: Fin de température de source (°C)

# MikeSourceStartEnd_SourceTemperatureStart_C_Description
source: Start of source temperature in degree Celcius
fr: Début de température de source en dégré Celcius

# MikeSourceStartEnd_SourceTemperatureStart_C_Display
source: Start of source temperature (°C)
fr: Début de température de source (°C)

# MikeSourceStartEnd_StartDateAndTime_Local_Description
source: Start date and time (local)
fr: Date et temps du début (local)

# MikeSourceStartEnd_StartDateAndTime_Local_Display
source: Start date and time (local)
fr: Date et temps du début (local)

# MikeSource_DrainageArea_km2_Description
source: Drainage area in square kilometers
fr: Bassin versant en kilomètres carrés

# MikeSource_DrainageArea_km2_Display
source: Drainage area (km2)
fr: Bassin versant (km2)

# MikeSource_Factor_Description
source: Factor
fr: Facteur

# MikeSource_Factor_Display
source: Factor
fr: Facteur

# MikeSource_HydrometricTVItemID_Description
source: Link to the TVItems table representing hydrometric site
fr: Lien à la table TVItems représentant un site hydrométrique

# MikeSource_HydrometricTVItemID_Display
source: Hydrometric site
fr: Site hydrométrique

# MikeSource_Include_Description
source: Source is included
fr: La source est incluse

# MikeSource_Include_Display
source: Include
fr: Inclue

# MikeSource_IsContinuous_Description
source: Source is continuous
fr: La source est continue

# MikeSource_IsContinuous_Display
source: Continuous
fr: Continue

# MikeSource_IsRiver_Description
source: Source is a river
fr: La source est une rivière

# MikeSource_IsRiver_Display
source: River
fr: Rivière

# MikeSource_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# MikeSource_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# MikeSource_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# MikeSource_MikeSourceID_Description
source: Contains the unique identifier on each row of the MikeSources table
fr: Contient l'identifiant unique sur chaque ligne de la table MikeSources

# MikeSource_MikeSourceTVItemID_Description
source: Link to the TVItems table representing MIKE source
fr: Lien à la table TVItems représentant une source MIKE

# MikeSource_MikeSourceTVItemID_Display
source: MIKE source TVItemID
fr: Item de source MIKE

# MikeSource_SourceNumberString_Description
source: Source number
fr: Nombre de source

# MikeSource_SourceNumberString_Display
source: Source number
fr: Nombre de source

# MikeSource_UseHydrometric_Description
source: Source should use hydrometric site with factor for discharge
fr: La source devrait usiliser un site hydrométrique avec facteur comme débits

# MikeSource_UseHydrometric_Display
source: Use hydrometric site
fr: Utilise site hydrometric

# MWQMAnalysisReportParameter_AnalysisCalculationType_Description
source: Analysis calculation type
fr: Type de calcul d'analyse

# MWQMAnalysisReportParameter_AnalysisCalculationType_Display
source: Analysis calculation type
fr: Type de calcul d'analyse

# MWQMAnalysisReportParameter_AnalysisName_Description
source: Analysis name
fr: Nom de l'analyse

# MWQMAnalysisReportParameter_AnalysisName_Display
source: Analysis name
fr: Nom de l'analyse

# MWQMAnalysisReportParameter_AnalysisReportYear_Description
source: Analysis report year
fr: Année du raport d'analyse

# MWQMAnalysisReportParameter_AnalysisReportYear_Display
source: Analysis report year
fr: Année du raport d'analyse

# MWQMAnalysisReportParameter_Command_Description
source: Analysis report export command
fr: Commande d'exportation du raport d'analyse

# MWQMAnalysisReportParameter_Command_Display
source: Analysis report export command
fr: Commande d'exportation du raport d'analyse

# MWQMAnalysisReportParameter_DryLimit24h_Description
source: Dry limit 24h
fr: Limit sèche 24h

# MWQMAnalysisReportParameter_DryLimit24h_Display
source: Dry limit 24h
fr: Limit sèche 24h

# MWQMAnalysisReportParameter_DryLimit48h_Description
source: Dry limit 48h
fr: Limit sèche 48h

# MWQMAnalysisReportParameter_DryLimit48h_Display
source: Dry limit 48h
fr: Limit sèche 48h

# MWQMAnalysisReportParameter_DryLimit72h_Description
source: Dry limit 72h
fr: Limit sèche 72h

# MWQMAnalysisReportParameter_DryLimit72h_Display
source: Dry limit 72h
fr: Limit sèche 72h

# MWQMAnalysisReportParameter_DryLimit96h_Description
source: Dry limit 96h
fr: Limit sèche 96h

# MWQMAnalysisReportParameter_DryLimit96h_Display
source: Dry limit 96h
fr: Limit sèche 96h

# MWQMAnalysisReportParameter_EndDate_Description
source: End date
fr: Date de fin

# MWQMAnalysisReportParameter_EndDate_Display
source: End date
fr: Date de fin

# MWQMAnalysisReportParameter_ExcelTVFileTVItemID_Description
source: Link to the TVItems table representing Excel file
fr: Lien à la table TVItems représentant un document Excel

# MWQMAnalysisReportParameter_ExcelTVFileTVItemID_Display
source: Excel doc TVFile TVItemID
fr: Item TVFile pour document Excel

# MWQMAnalysisReportParameter_FullYear_Description
source: Full year
fr: Toute l'année

# MWQMAnalysisReportParameter_FullYear_Display
source: Full year
fr: Toute l'année

# MWQMAnalysisReportParameter_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# MWQMAnalysisReportParameter_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# MWQMAnalysisReportParameter_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# MWQMAnalysisReportParameter_MidRangeNumberOfDays_Description
source: Mid range number of days
fr: Portée moyenne nombre de jours

# MWQMAnalysisReportParameter_MidRangeNumberOfDays_Display
source: Mid range number of days
fr: Portée moyenne nombre de jours

# MWQMAnalysisReportParameter_MWQMAnalysisReportParameterID_Description
source: Contains the unique identifier on each row of the MWQMAnalysisReportParameters table
fr: Contient l'identifiant unique sur chaque ligne de la table MWQMAnalysisReportParameters

# MWQMAnalysisReportParameter_NumberOfRuns_Description
source: Number of run
fr: Nombre de tournée

# MWQMAnalysisReportParameter_NumberOfRuns_Display
source: Number of run
fr: Nombre de tournée

# MWQMAnalysisReportParameter_RunsToOmit_Description
source: Runs to omit
fr: Tournée à omettre

# MWQMAnalysisReportParameter_RunsToOmit_Display
source: Runs to omit
fr: Tournée à omettre

# MWQMAnalysisReportParameter_SalinityHighlightDeviationFromAverage_Description
source: Salinity hyghlight deviation from average
fr: Écart de salinité hyghlight par rapport à la moyenne

# MWQMAnalysisReportParameter_SalinityHighlightDeviationFromAverage_Display
source: Salinity hyghlight deviation from average
fr: Écart de salinité hyghlight par rapport à la moyenne

# MWQMAnalysisReportParameter_ShortRangeNumberOfDays_Description
source: Short range number of days
fr: Portée courte nombre de jours

# MWQMAnalysisReportParameter_ShortRangeNumberOfDays_Display
source: Short range number of days
fr: Portée courte nombre de jours

# MWQMAnalysisReportParameter_ShowDataTypes_Description
source: Show data type
fr: Type de donnée à montrer

# MWQMAnalysisReportParameter_ShowDataTypes_Display
source: Show data type
fr: Type de donnée à montrer

# MWQMAnalysisReportParameter_StartDate_Description
source: Start date
fr: Date de départ

# MWQMAnalysisReportParameter_StartDate_Display
source: Start date
fr: Date de départ

# MWQMAnalysisReportParameter_SubsectorTVItemID_Description
source: Link to the TVItems table representing subsector
fr: Lien à la table TVItems représentant le sous-secteur

# MWQMAnalysisReportParameter_SubsectorTVItemID_Display
source: Subsector TVItemID
fr: Item du sous-secteur

# MWQMAnalysisReportParameter_WetLimit24h_Description
source: Wet limit 24h
fr: Limit pluie 24h

# MWQMAnalysisReportParameter_WetLimit24h_Display
source: Wet limit 24h
fr: Limit pluie 24h

# MWQMAnalysisReportParameter_WetLimit48h_Description
source: Wet limit 48h
fr: Limit pluie 48h

# MWQMAnalysisReportParameter_WetLimit48h_Display
source: Wet limit 48h
fr: Limit pluie 48h

# MWQMAnalysisReportParameter_WetLimit72h_Description
source: Wet limit 72h
fr: Limit pluie 72h

# MWQMAnalysisReportParameter_WetLimit72h_Display
source: Wet limit 72h
fr: Limit pluie 72h

# MWQMAnalysisReportParameter_WetLimit96h_Description
source: Wet limit 96h
fr: Limit pluie 96h

# MWQMAnalysisReportParameter_WetLimit96h_Display
source: Wet limit 96h
fr: Limit pluie 96h

# MWQMLookupMPN_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# MWQMLookupMPN_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# MWQMLookupMPN_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# MWQMLookupMPN_MPN_100ml_Description
source: Most probable number of fecal coliform colonies per 100 mL
fr: Nombre le plus probable de colonies de coliform fécaux par 100 mL

# MWQMLookupMPN_MPN_100ml_Display
source: MPN (/100 mL)
fr: NPP (/100 mL)

# MWQMLookupMPN_MWQMLookupMPNID_Description
source: Contains the unique identifier on each row of the MWQMLookupMPNs table
fr: Contient l'identifiant unique sur chaque ligne de la table MWQMLookupMPNs

# MWQMLookupMPN_Tubes01_Description
source: Number of positive tube for Tube .1
fr: Nombre de tube positif pour Tube .1

# MWQMLookupMPN_Tubes10_Description
source: Number of positive tube for Tube 10
fr: Nombre de tube positif pour Tube 10

# MWQMLookupMPN_Tubes1_Description
source: Number of positive tube for Tube 1
fr: Nombre de tube positif pour Tube 1

# MWQMRunLanguage_Language_Description
source: Language of item
fr: Langage de l'item

# MWQMRunLanguage_Language_Display
source: Language
fr: Langage

# MWQMRunLanguage_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# MWQMRunLanguage_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# MWQMRunLanguage_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# MWQMRunLanguage_MWQMRunID_Description
source: Link to the MWQMRuns table representing the MWQM run
fr: Lien à la table MWQMRuns représentant la tournée MWQM (fr)

# MWQMRunLanguage_MWQMRunID_Display
source: MWQM run
fr: Tournée de MWQM (fr)

# MWQMRunLanguage_MWQMRunLanguageID_Description
source: Contains the unique identifier on each row of the MWQMRunLanguages table
fr: Contient l'identifiant unique sur chaque ligne de la table MWQMRunLanguages

# MWQMRunLanguage_RunComment_Description
source: Run comment
fr: Commentaire de la tournée

# MWQMRunLanguage_RunComment_Display
source: Run comment
fr: Commentaire de la tournée

# MWQMRunLanguage_RunWeatherComment_Description
source: Run weather comment
fr: Commentaire de la météo de la tournée

# MWQMRunLanguage_RunWeatherComment_Display
source: Run weather comment
fr: Commentaire de la météo de la tournée

# MWQMRunLanguage_TranslationStatusRunComment_Description
source: Translation status of the run comment
fr: Le statut de la traduction du commentaire de la tournée

# MWQMRunLanguage_TranslationStatusRunComment_Display
source: Translation status
fr: Le statut de la traduction

# MWQMRunLanguage_TranslationStatusRunWeatherComment_Description
source: Translation status of the run weather comment
fr: Le statut de la traduction du commentaire de la météo de la tournée

# MWQMRunLanguage_TranslationStatusRunWeatherComment_Display
source: Translation status
fr: Le statut de la traduction

# MWQMRun_AnalyzeMethod_Description
source: Analyze method
fr: Méthode d'analyse

# MWQMRun_AnalyzeMethod_Display
source: Analyze method
fr: Méthode d'analyse

# MWQMRun_EndDateTime_Local_Description
source: End date
fr: Date de fin

# MWQMRun_EndDateTime_Local_Display
source: End date
fr: Date de fin

# MWQMRun_LabAnalyzeBath1IncubationStartDateTime_Local_Description
source: Laboratory analyze bath 1 incubation start date (local)
fr: Date de début du bain d'incubation 1 du laboratoire (local)

# MWQMRun_LabAnalyzeBath1IncubationStartDateTime_Local_Display
source: Lab analyze bath 1 incubation start date (local)
fr: Date de début du bain d'incubation 1 du lab (local)

# MWQMRun_LabAnalyzeBath2IncubationStartDateTime_Local_Description
source: Laboratory analyze bath 2 incubation start date (local)
fr: Date de début du bain d'incubation 2 du laboratoire (local)

# MWQMRun_LabAnalyzeBath2IncubationStartDateTime_Local_Display
source: Lab analyze bath 2 incubation start date (local)
fr: Date de début du bain d'incubation 2 du lab (local)

# MWQMRun_LabAnalyzeBath3IncubationStartDateTime_Local_Description
source: Laboratory analyze bath 3 incubation start date (local)
fr: Date de début du bain d'incubation 3 du laboratoire (local)

# MWQMRun_LabAnalyzeBath3IncubationStartDateTime_Local_Display
source: Lab analyze bath 3 incubation start date (local)
fr: Date de début du bain d'incubation 3 du lab (local)

# MWQMRun_Laboratory_Description
source: Laboratory
fr: Laboratoire

# MWQMRun_Laboratory_Display
source: Laboratory
fr: Laboratoire

# MWQMRun_LabReceivedDateTime_Local_Description
source: Lab received date
fr: Date reçu au laboratoire

# MWQMRun_LabReceivedDateTime_Local_Display
source: Lab received date
fr: Date reçu au laboratoire

# MWQMRun_LabRunSampleApprovalDateTime_Local_Description
source: Lab run sample approval date (local)
fr: Date d'approbation de l'échantillon de la tournée reçu au lab (local)

# MWQMRun_LabRunSampleApprovalDateTime_Local_Display
source: Lab run sample approval date (local)
fr: Date d'approbation de l'échantillon de la tournée reçu au lab (local)

# MWQMRun_LabSampleApprovalContactTVItemID_Description
source: Laboratory sample approval contact TVItemID
fr: Échantillon reçu au laboratoire apprové par contact TVItemID

# MWQMRun_LabSampleApprovalContactTVItemID_Display
source: Lab sample approval contact TVItemID
fr: Échantillon reçu au lab apprové par contact TVItemID

# MWQMRun_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# MWQMRun_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# MWQMRun_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# MWQMRun_MWQMRunID_Description
source: Contains the unique identifier on each row of the MWQMRuns table
fr: Contient l'identifiant unique sur chaque ligne de la table MWQMRuns

# MWQMRun_MWQMRunTVItemID_Description
source: Link to the TVItems table representing MWQM run
fr: Lien à la table TVItems représentant la tournée MWQM (fr)

# MWQMRun_MWQMRunTVItemID_Display
source: MWQM run TVItemID
fr: Tournée MWQM TVItemID (fr)

# MWQMRun_RainDay0_mm_Description
source: Rain day 0 in millimeters
fr: Pluie jour 0 en millimètres

# MWQMRun_RainDay0_mm_Display
source: Rain day 0 (mm)
fr: Pluie jour 0 (mm)

# MWQMRun_RainDay10_mm_Description
source: Rain day 10 in millimeters
fr: Pluie jour 10 en millimètres

# MWQMRun_RainDay10_mm_Display
source: Rain day 10 (mm)
fr: Pluie jour 10 (mm)

# MWQMRun_RainDay1_mm_Description
source: Rain day 1 in millimeters
fr: Pluie jour 1 en millimètres

# MWQMRun_RainDay1_mm_Display
source: Rain day 1 (mm)
fr: Pluie jour 1 (mm)

# MWQMRun_RainDay2_mm_Description
source: Rain day 2 in millimeters
fr: Pluie jour 2 en millimètres

# MWQMRun_RainDay2_mm_Display
source: Rain day 2 (mm)
fr: Pluie jour 2 (mm)

# MWQMRun_RainDay3_mm_Description
source: Rain day 3 in millimeters
fr: Pluie jour 3 en millimètres

# MWQMRun_RainDay3_mm_Display
source: Rain day 3 (mm)
fr: Pluie jour 3 (mm)

# MWQMRun_RainDay4_mm_Description
source: Rain day 4 in millimeters
fr: Pluie jour 4 en millimètres

# MWQMRun_RainDay4_mm_Display
source: Rain day 4 (mm)
fr: Pluie jour 4 (mm)

# MWQMRun_RainDay5_mm_Description
source: Rain day 5 in millimeters
fr: Pluie jour 5 en millimètres
