Repository: ECCC-CSSP/CSSPTools
Catalog: src/dlls/CSSPCultureServices/Resources/CSSPCultureModelsRes.*.resx
Languages: fr

# MikeBoundaryConditions_Table_Description
source: The MikeBoundaryConditions table contains fields for holding MIKE boundary condition related information.
fr: La table MikeBoundaryConditions contient des champs pour contenir les informations relatives aux conditions aux limites MIKE.

# MikeScenarioResults_Table_Description
source: The MikeScenarioResults table contains fields for holding a portion of the MIKE scenario results. Limited use at this time. Don’t know if this table will be kept in the future. Currently all MIKE scenario results are stored in files.
fr: La table MikeScenarioResults contient des champs pour contenir une partie des résultats du scénario MIKE. Utilisation limitée pour le moment. Je ne sais pas si ce tableau sera conservé à l’avenir. Actuellement, tous les résultats des scénarios MIKE sont stockés dans des fichiers.

# MikeScenarios_Table_Description
source: The MikeScenarios table contains fields for holding and managing MIKE scenarios.
fr: La table MikeScenarios contient des champs permettant de conserver et de gérer les scénarios MIKE.

# MikeSourceStartEnds_Table_Description
source: The MikeSourceStartEnds table contains fields for non continuous spills.
fr: La table MikeSourceStartEnds contient des champs pour les déversements non continus.

# MikeSources_Table_Description
source: The MikeSources table contains fields for holding and managing MIKE sources which could be rivers, streams, brooks or other pollution sources.
fr: La table MikeSources contient des champs pour conserver et gérer les sources MIKE qui peuvent être des rivières, des ruisseaux, des ruisseaux ou d'autres sources de pollution.

# MWQMAnalysisReportParameters_Table_Description
source: The MWQMAnalysisReportParameters table contains fields for managing analysis report parameters.
fr: La table MWQMAnalysisReportParameters contient des champs permettant de gérer les paramètres du rapport d'analyse.

# MWQMLookupMPNs_Table_Description
source: The MWQMLookupMPNs table contains all possible MPNs.
fr: La table MWQMLookupMPNs contient tous les MPN possibles

# MWQMRuns_Table_Description
source: The MWQMRuns table contains fields for holding and managing a marine water quality monitoring runs.
fr: La table MWQMRuns contient des champs permettant de conserver et de gérer une analyse de la qualité de l'eau de mer.

# MWQMSampleLanguages_Table_Description
source: The MWQMSampleLanguages table contains fields for holding bilingual texts for the MWQMSamples table.
fr: La table MWQMSampleLanguages contient des champs permettant de stocker des textes bilingues pour la table MWQMSamples.

# MWQMSamples_Table_Description
source: The MWQMSamples table contains fields for holding sample results for a marine water quality site and run.
fr: La table MWQMSamples contient des champs permettant de conserver les résultats des échantillons pour un site et une analyse de qualité de l'eau de mer.

# MWQMSiteStartEndDates_Table_Description
source: The MWQMSiteStartEndDates table contains fields for storing the marine water quality monitoring site activity dates.
fr: La table MWQMSiteStartEndDates contient des champs pour stocker les dates d'activité du site de surveillance de la qualité de l'eau de mer.

# MWQMSites_Table_Description
source: The MWQMSites table contains fields for holding and managing marine water quality monitoring sites.
fr: La table MWQMSites contient des champs permettant de conserver et de gérer les sites de surveillance de la qualité de l'eau de mer.

# MWQMSubsectorLanguages_Table_Description
source: The MWQMSubsectorLanguages table contains fields for holding bilingual texts for the MWQMSubsectors table.
fr: La table MWQMSubsectorLanguages contient des champs permettant de stocker des textes bilingues pour la table MWQMSubsectors.

# MWQMSubsectors_Table_Description
source: The MWQMSubsectors table contains fields for describing the marine water quality monitoring subsectors.
fr: La table MWQMSubsectors contient des champs pour décrire les sous-secteurs de surveillance de la qualité de l'eau de mer.

# PolSourceGroupingLanguages_Table_Description
source: The PolSourceGroupingLanguages table contains fields for holding bilingual texts for the PolSourceGroupings table.
fr: La table PolSourceGroupingLanguages contient des champs pour contenir des textes bilingues pour la table PolSourceGroupings.

# PolSourceGroupings_Table_Description
source: The PolSourceGroupings table contains fields for pollution source grouping which is used to formulate sentence from selected options while describing pollution source sites and issues.
fr: La table PolSourceGroupings contient des champs pour le regroupement des sources de pollution qui est utilisé pour formuler une phrase à partir des options sélectionnées tout en décrivant les sites et les problèmes de source de pollution.

# PolSourceObservationIssues_Table_Description
source: The PolSourceObservationIssues table contains fields for holding the description of the pollution source observation issues.
fr: La table PolSourceObservationIssues contient des champs pour contenir la description des problèmes d'observation des sources de pollution.

# PolSourceObservations_Table_Description
source: The PolSourceObservations table contains fields for holding the pollution source observation related information.
fr: La table PolSourceObservations contient des champs pour contenir les informations relatives à l'observation de la source de pollution.

# PolSourceSiteEffects_Table_Description
source: The PolSourceSiteEffects table contains fields for establishing the effects of pollution source site.
fr: La table PolSourceSiteEffects contient des champs permettant d'établir les effets du site source de pollution.

# PolSourceSiteEffectTerms_Table_Description
source: The PolSourceSiteEffectTerms table contains all the terms used to describe the effects of pollution source site.
fr: La table PolSourceSiteEffectTerms contient tous les termes utilisés pour décrire les effets du site source de pollution.

# PolSourceSites_Table_Description
source: The PolSourceSites table contains fields for holding and managing pollution source sites.
fr: La table PolSourceSites contient des champs permettant de conserver et de gérer les sites sources de pollution.

# RainExceedanceClimateSites_Table_Description
source: The RainExceedanceClimateSites table contains fields for holding the links between rain exceedance and climate sites.
fr: La table RainExceedanceClimateSites contient des champs pour contenir les liens entre le dépassement de la pluie et les sites climatiques.

# RainExceedances_Table_Description
source: The RainExceedances table contains fields for managing rain exceedances.
fr: La table RainExceedances contient des champs permettant de gérer les dépassements de pluie.

# RatingCurves_Table_Description
source: The RatingCurves table contains fields for storing rating curves for each hydrometric sites.
fr: La table RatingCurves contient des champs pour stocker les courbes d'évaluation pour chaque site hydrométrique.

# RatingCurveValues_Table_Description
source: The RatingCurveValues table contains fields for holding rating curve values for each hydrometric sites.
fr: La table RatingCurveValues contient des champs permettant de conserver les valeurs des courbes de notation pour chaque site hydrométrique.

# ReportSections_Table_Description
source: The ReportSections table contains fields for holding report section used to produce various reports.
fr: La table ReportSections contient des champs pour contenir la section de rapport utilisée pour produire divers rapports.

# ReportTypes_Table_Description
source: The ReportTypes table contains fields for holding the report types that can be produce with just a click of a button.
fr: La table ReportTypes contient des champs pour contenir les types de rapport qui peuvent être produits avec un simple clic sur un bouton.

# ResetPasswords_Table_Description
source: The ResetPasswords table contains basic fields to help with the reset of users password.
fr: La table ResetPasswords contient des champs de base pour aider à la réinitialisation du mot de passe des utilisateurs.

# SamplingPlanEmails_Table_Description
source: The SamplingPlanEmails table contains fields for holding emails needed to be sent while filling lab sheets.
fr: La table SamplingPlanEmails contient des champs pour contenir les e-mails à envoyer lors du remplissage des feuilles de laboratoire.

# SamplingPlanSubsectorSites_Table_Description
source: The SamplingPlanSubsectorSites table contains fields for storing and managing sampling plan subsector marine water quality monitoring sites.
fr: La table SamplingPlanSubsectorSites contient des champs pour stocker et gérer les sites de surveillance de la qualité des eaux marines du sous-secteur du plan d'échantillonnage.

# SamplingPlanSubsectors_Table_Description
source: The SamplingPlanSubsectors table contains fields for storing sampling plan subsector information.
fr: La table SamplingPlanSubsectors contient des champs pour stocker les informations du sous-secteur du plan d'échantillonnage.

# SamplingPlans_Table_Description
source: The SamplingPlans table contains fields for organizing sampling plans. It’s also the primary table use to create sampling plan text files that can be distributed to contractors, provinces and internal users. They use it with the application CSSPWQInputTool.
fr: La table SamplingPlans contient des champs permettant d'organiser les plans d'échantillonnage. C'est également la table principale utilisée pour créer des fichiers texte de plan d'échantillonnage qui peuvent être distribués aux sous-traitants, aux provinces et aux utilisateurs internes. Ils l'utilisent avec l'application CSSPWQInputTool.

# SpillLanguages_Table_Description
source: The SpillLanguages table contains fields for holding bilingual texts for the Spills table.
fr: La table SpillLanguages contient des champs pour contenir des textes bilingues pour la table Spills.

# Spills_Table_Description
source: The Spills table contains fields for holding information regarding spills from municipal infrastructure or other types of spills.
fr: Le tableau Spills contient des champs pour contenir des informations concernant les déversements provenant des infrastructures municipales ou d'autres types de déversements.

# Tels_Table_Description
source: The Tels table contains fields for holding telephone numbers. It is used with municipal contacts and users extra profile information.
fr: La table Tels contient des champs pour les numéros de téléphone. Il est utilisé avec les contacts municipaux et les informations de profil supplémentaires des utilisateurs.

# TideDataValues_Table_Description
source: The TideDataValues table contains fields for holding values of tide data at various places in Canada and US.
fr: La table TideDataValues contient des champs pour conserver les valeurs des données de marée à divers endroits au Canada et aux États-Unis.

# TideLocations_Table_Description
source: The TideLocations table contains fields for storing the tide locations and names to be used by some applications.
fr: La table TideLocations contient des champs pour stocker les emplacements de marée et les noms à utiliser par certaines applications.

# TideSites_Table_Description
source: The TideSites table contains fields for holding and managing tide site related information from Canadian Hydrographic Services.
fr: La table TideSites contient des champs permettant de conserver et de gérer les informations relatives au site de marée provenant des Services hydrographiques du Canada.

# TVFileLanguages_Table_Description
source: The TVFileLanguages table contains fields for holding bilingual texts for the TVFiles table.
fr: La table TVFileLanguages contient des champs permettant de stocker des textes bilingues pour la table TVFiles.

# TVFiles_Table_Description
source: The TVFiles table contains fields for managing files outside of the databases via links and file names.
fr: La table TVFiles contient des champs permettant de gérer des fichiers en dehors des bases de données via des liens et des noms de fichiers.

# TVItemLanguages_Table_Description
source: The TVItemLanguages table contains fields for holding bilingual texts for the TVItems table.
fr: La table TVItemLanguages contient des champs pour contenir des textes bilingues pour la table TVItems.

# TVItemLinks_Table_Description
source: The TVItemLinks table contains fields for linking different tree view items (TVItems) between them.
fr: La table TVItemLinks contient des champs permettant de lier différents éléments de l'arborescence (TVItems) entre eux.

# TVItemStats_Table_Description
source: The TVItemStats table contains fields for holding statistics of various tree view items within the database. It is use by some applications as an indicator of how many sub items exist underneath a particular item.
fr: La table TVItemStats contient des champs permettant de conserver les statistiques de divers éléments de l'arborescence dans la base de données. Il est utilisé par certaines applications comme indicateur du nombre de sous-éléments sous un élément particulier.

# TVItems_Table_Description
source: The TVItems table contains fields for holding and managing the tree view system within the whole database so each item can be search and is unique.
fr: La table TVItems contient des champs permettant de conserver et de gérer le système d'arborescence dans la base de données de conservation afin que chaque élément puisse être recherché et soit unique.

# TVItemUserAuthorizations_Table_Description
source: The TVItemUserAuthorizations table contains fields for managing the authorization of item a user can view, edit, create or delete.
fr: La table TVItemUserAuthorizations contient des champs permettant de gérer l'autorisation d'un élément qu'un utilisateur peut afficher, modifier, créer ou supprimer.

# TVTypeUserAuthorizations_Table_Description
source: The TVTypeUserAuthorizations table contains fields for managing the authorization of item types a user can view, edit, create or delete.
fr: La table TVTypeUserAuthorizations contient des champs permettant de gérer l'autorisation des types d'élément qu'un utilisateur peut afficher, modifier, créer ou supprimer.

# UseOfSites_Table_Description
source: The UseOfSites table contains fields for identifying climate sites, hydrometric sites, tide sites, municipalities and drogues to be used under a subsector.
fr: La table UseOfSites contient des champs permettant d'identifier les sites climatiques, les sites hydrométriques, les sites de marées, les municipalités et les drogues à utiliser dans un sous-secteur.

# VPAmbients_Table_Description
source: The VPAmbients table contains fields for storing ambient inputs for Visual Plumes scenarios.
fr: La table VPAmbients contient des champs pour stocker les entrées ambiantes pour les scénarios Visual Plumes.

# VPResults_Table_Description
source: The VPResults table contains fields for holding Visual Plumes scenario results.
fr: La table VPResults contient des champs permettant de stocker les résultats du scénario Visual Plumes.

# VPScenarioLanguages_Table_Description
source: The VPScenarioLanguages table contains fields for holding bilingual texts for the VPScenarios table.
fr: La table VPScenarioLanguages contient des champs pour contenir des textes bilingues pour la table VPScenarios.

# VPScenarios_Table_Description
source: The VPScenarios table contains fields for holding and managing Visual Plumes scenarios.
fr: La table VPScenarios contient des champs permettant de conserver et de gérer les scénarios Visual Plumes.

# BoxModels_Table_Description
source: The BoxModels table contains fields for holding and managing Box Model scenarios
fr: Le table BoxModels contient des champs pour contenir les scénarios de modélisation 'Box Model'.

# CoCoRaHSSite_CoCoRaHSSiteID_Description
source: Contains the unique identifier on each row of the CoCoRaHSSites table
fr: Contient l'identifiant unique sur chaque ligne de la table CoCoRaHSSites

# CoCoRaHSSite_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# CoCoRaHSSite_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# CoCoRaHSSite_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# CoCoRaHSSite_StationName_Description
source: Station name of the CoCoRaHS Site
fr: Nom de station CoCoRaHS

# CoCoRaHSSite_StationName_Display
source: Station name
fr: Nom de station

# CoCoRaHSSite_StationNumber_Description
source: Station number of the CoCoRaHS Site
fr: Numéro du site CoCoRaHS

# CoCoRaHSSite_StationNumber_Display
source: Station number
fr: Numéro de site

# CoCoRaHSValue_CoCoRaHSSiteID_Description
source: Link to the CoCoRaHSSites table representing the CoCoRaHSSites
fr: Lien à la table CoCoRaHSSite représentant le site CoCoRaHS

# CoCoRaHSValue_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# CoCoRaHSValue_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# CoCoRaHSValue_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# CoCoRaHSValue_NewSnowDepth_Description
source: New snow depth in cm
fr: Profondeur de la nouvelle neige

# CoCoRaHSValue_NewSnowDepth_Display
source: New snow depth in cm
fr: Profondeur de la nouvelle neige

# CoCoRaHSValue_NewSnowSWE_Description
source: New snow SWE in cm
fr: Nouvelle neige SWE in cm

# CoCoRaHSValue_NewSnowSWE_Display
source: New snow SWE in cm
fr: Nouvelle neige SWE in cm

# CoCoRaHSValue_ObservationDateAndTime_Description
source: Observation date and time (local time)
fr: Date et temps d'observation

# CoCoRaHSValue_ObservationDateAndTime_Display
source: Observation date and time
fr: Date et temps d'observation

# CoCoRaHSValue_TotalPrecipAmt_Description
source: Total precipitation amount in mm
fr: Precipitation total en mm

# CoCoRaHSValue_TotalPrecipAmt_Display
source: Total precipitation amount in mm
fr: Precipitation total en mm

# CoCoRaHSValue_TotalSnowDepth_Description
source: Total snow depth in cm
fr: Profondeur total de neige in cm

# CoCoRaHSValue_TotalSnowDepth_Display
source: Total snow depth in cm
fr: Profondeur total de neige in cm

# CoCoRaHSValue_TotalSnowSWE_Description
source: Total snow SWE
fr: Neige total SWE

# CoCoRaHSValue_TotalSnowSWE_Display
source: Total snow SWE
fr: Neige total SWE

# Contact_AccessFailedCount_Description
source: Access failed count
fr: Nombre d'accès failli

# Contact_AccessFailedCount_Display
source: Access failed count
fr: Nombre d'accès failli

# Contact_CellNumberConfirmed_Description
source: Cell number confirmed
fr: Numéro du cellulaire confirmé

# Contact_CellNumberConfirmed_Display
source: Cell number confirmed
fr: Numéro du cellulaire confirmé

# Contact_CellNumber_Description
source: Cell number
fr: Numéro du cellulaire

# Contact_CellNumber_Display
source: Cell number
fr: Numéro du cellulaire

# Contact_GoogleMapKeyHash_Description
source: Google map key hash
fr: Clef Google Map hash

# Contact_GoogleMapKeyHash_Display
source: Google map key hash
fr: Clef Google Map hash

# Contact_HasInternetConnection_Description
source: Has internet connection
fr: A connection internet

# Contact_HasInternetConnection_Display
source: Has internet connection
fr: A connection internet

# Contact_IsLoggedIn_Description
source: Is logged in
fr: Est connecté

# Contact_IsLoggedIn_Display
source: Is logged in
fr: Est connecté

# Contact_PasswordHash_Description
source: Password hash
fr: Mot de pass hash

# Contact_PasswordHash_Display
source: Password hash
fr: Mot de pass hash

# Email_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# Email_DBCommand_Display
source: Database Command
fr: Commande de base de données
