Repository: ECCC-CSSP/CSSPTools
Catalog: src/dlls/CSSPCultureServices/Resources/CSSPCultureModelsRes.*.resx
Languages: fr

# HydrometricDataValue_Keep_Description
source: Keep the data within the database. Sometime the database might get some data from the water office web site as temporary data which can be removed at a later date
fr: Conservez les données dans la base de données. Parfois, la base de données peut obtenir des données du site Web du bureau hydrométrique en tant que données temporaires pouvant être supprimées ultérieurement.

# HydrometricDataValue_Keep_Display
source: Keep
fr: Garder

# HydrometricDataValue_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# HydrometricDataValue_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# HydrometricDataValue_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# HydrometricDataValue_Level_m_Description
source: Levels in meters
fr: Niveaux en meters

# HydrometricDataValue_Level_m_Display
source: Levels (m)
fr: Niveaux (m)

# HydrometricDataValue_StorageDataType_Description
source: Storage data type can be archived, forcasted or observed
fr: Type de données sauvegardez peut être archivés, prévisions ou observés

# HydrometricDataValue_StorageDataType_Display
source: Storage data type
fr: Type de données sauvegardez

# HydrometricSite_Description_Description
source: Hydrometric site description
fr: Description du site hydrométrique

# HydrometricSite_Description_Display
source: Hydrometric site description
fr: Description du site hydrométrique

# HydrometricSite_DrainageArea_km2_Description
source: Drainage area in square kilometers
fr: Bassin versant en kilomètres carrés

# HydrometricSite_DrainageArea_km2_Display
source: Drainage area (km2)
fr: Bassin versant (km2)

# HydrometricSite_Elevation_m_Description
source: Site Elevation in meters above mean sea level
fr: Élévation du site en mètres au dessus du niveau moyen de la mer

# HydrometricSite_Elevation_m_Display
source: Elevation
fr: Élévation

# HydrometricSite_EndDate_Local_Description
source: Data collection end date
fr: Date de fin de monitoring

# HydrometricSite_EndDate_Local_Display
source: End date
fr: Date de fin

# HydrometricSite_FedSiteNumber_Description
source: Federal site number
fr: Numéro de site fédéral

# HydrometricSite_FedSiteNumber_Display
source: Fed. site number
fr: Numéro de site féd.

# HydrometricSite_HasDischarge_Description
source: Measure discharges
fr: Mesure débits

# HydrometricSite_HasDischarge_Display
source: Measure discharges
fr: Mesure débits

# HydrometricSite_HasLevel_Description
source: Measure levels
fr: Mesure niveaux

# HydrometricSite_HasLevel_Display
source: Measure levels
fr: Mesure niveaux

# HydrometricSite_HasRatingCurve_Description
source: Rating curve
fr: Courbe de tarage

# HydrometricSite_HasRatingCurve_Display
source: Rating curve
fr: Courbe de tarage

# HydrometricSite_HydrometricSiteID_Description
source: Contains the unique identifier on each row of the HydrometricSites table
fr: Contient l'identifiant unique sur chaque ligne de la table HydrometricSites

# HydrometricSite_HydrometricSiteName_Description
source: Hydrometric site name
fr: Nom du site hydrométrique

# HydrometricSite_HydrometricSiteName_Display
source: Hydrometric site name
fr: Nom du site hydrométrique

# HydrometricSite_HydrometricSiteTVItemID_Description
source: Link to the TVItems table with the unique identifier
fr: Lien à la table TVItems avec l'identifiant unique

# HydrometricSite_IsActive_Description
source: Is currently active
fr: Est maintenant active

# HydrometricSite_IsActive_Display
source: Is active
fr: Est active

# HydrometricSite_IsNatural_Description
source: Regulartion type
fr: Régime naturel

# HydrometricSite_IsNatural_Display
source: Is natural
fr: Est naturel

# HydrometricSite_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# HydrometricSite_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# HydrometricSite_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# HydrometricSite_Province_Description
source: Province (4 characters)
fr: Province (4 charactères)

# HydrometricSite_QuebecSiteNumber_Description
source: Quebec site number
fr: Numéro de site du Québec

# HydrometricSite_QuebecSiteNumber_Display
source: QC site number
fr: Numéro de site QC

# HydrometricSite_RealTime_Description
source: Real-time data available
fr: Données en temps réel disponibles

# HydrometricSite_RealTime_Display
source: Real-Time
fr: Temps réel

# HydrometricSite_RHBN_Description
source: Reference hydrometric based network
fr: Réseau hydrométrique de référence

# HydrometricSite_RHBN_Display
source: RHBN
fr: RHR

# HydrometricSite_Sediment_Description
source: Sediment data available
fr: Données sur les sédiments disponibles

# HydrometricSite_Sediment_Display
source: Sediment
fr: Sédiments

# HydrometricSite_StartDate_Local_Description
source: Data collection start date
fr: Date de début de monitoring

# HydrometricSite_StartDate_Local_Display
source: Start date
fr: Date de début

# HydrometricSite_TimeOffset_hour_Description
source: Time offset in hour (decimal)
fr: Décalage horaire en heure (décimal)

# HydrometricSite_TimeOffset_hour_Display
source: Time offset (h)
fr: Décalage horaire (h)

# InfrastructureLanguage_Comment_Description
source: Comment
fr: Commentaire

# InfrastructureLanguage_Comment_Display
source: Comment
fr: Commentaire

# InfrastructureLanguage_InfrastructureID_Description
source: Link to the Infrastructure table representing the infrastructure
fr: Lien à la table Infrastructure représentant l'infrastructure

# InfrastructureLanguage_InfrastructureLanguageID_Description
source: Contains the unique identifier on each row of the InfrastructureLanguages table
fr: Contient l'identifiant unique sur chaque ligne de la table InfrastructureLanguages

# InfrastructureLanguage_Language_Description
source: Language of item
fr: Langage de l'item

# InfrastructureLanguage_Language_Display
source: Language
fr: Langage

# InfrastructureLanguage_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# InfrastructureLanguage_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# InfrastructureLanguage_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# InfrastructureLanguage_TranslationStatus_Description
source: Translation status of the comment
fr: Le statut de la traduction du commentaire

# InfrastructureLanguage_TranslationStatus_Display
source: Translation status
fr: Le statut de la traduction

# Infrastructure_AerationType_Description
source: Aeration type --- Diffuser, Surface
fr: Type d'aération --- Diffuseur, Surface

# Infrastructure_AerationType_Display
source: Aeration type
fr: Type d'aération

# Infrastructure_AlarmSystemType_Description
source: Alarm system type --- SCADA, None, Only Visual Light,SCADA And Light, Pager And Light
fr: Type de système d'alarme --- SCADA, None, Only Visual Light,SCADA And Light, Pager And Light (fr)

# Infrastructure_AlarmSystemType_Display
source: Alarm system type
fr: Type de système d'alarme

# Infrastructure_AverageDepth_m_Description
source: Average depth in meters
fr: Profondeur moyenne en mètres

# Infrastructure_AverageDepth_m_Display
source: Average depth (m)
fr: Profondeur moyenne (m)

# Infrastructure_AverageFlow_m3_day_Description
source: Average flow in cubic meters per day
fr: Débit moyen en mètres cube par jour

# Infrastructure_AverageFlow_m3_day_Display
source: Average flow (m3/d)
fr: Débit moyen (m3/d)

# Infrastructure_CanOverflow_Description
source: Can overflow
fr: Peut déverser

# Infrastructure_CanOverflow_Display
source: Can overflow
fr: Peut déverser

# Infrastructure_CivicAddressTVItemID_Description
source: Link to the TVItems table with the unique identifier
fr: Lien à la table TVItems avec l'identifiant unique

# Infrastructure_CivicAddressTVItemID_Display
source: Civic address TVItemID
fr: Adresse civique TVItemID

# Infrastructure_CollectionSystemType_Description
source: Collection system type --- Completely Separated, Completely Combined, Combined 90 Separated 10, Combined 80 Separated 20, Combined 70 Separated 30, Combined 60 Separated 40, Combined 50 Separated 50, Combined 40 Separated 60, Combined 30 Separated 70, Combined 20 Separated 80, Combined 10 Separated 90
fr: Type de système de collection --- Completely Separated, Completely Combined, Combined 90 Separated 10, Combined 80 Separated 20, Combined 70 Separated 30, Combined 60 Separated 40, Combined 50 Separated 50, Combined 40 Separated 60, Combined 30 Separated 70, Combined 20 Separated 80, Combined 10 Separated 90 (fr)

# Infrastructure_CollectionSystemType_Display
source: Collection system type
fr: Type de système de collection

# Infrastructure_DecayRate_per_day_Description
source: Decay rate per day
fr: Taux de décroissance par jour

# Infrastructure_DecayRate_per_day_Display
source: Decay rate (/day)
fr: Taux de décroissance (/jour)

# Infrastructure_DesignFlow_m3_day_Description
source: Design flow in cubic meters per day
fr: Débit de design en mètres cube par jour

# Infrastructure_DesignFlow_m3_day_Display
source: Design flow (m3/d)
fr: Débit de design (m3/d)

# Infrastructure_DisinfectionType_Description
source: Disinfection type --- UV, Chlorination No Dechlorination, Chlorination With Dechlorination, UV Seasonal, Chlorination No Dechlorination Seasonal, Chlorination With Dechlorination Seasonal
fr: Type de désinfection --- UV, Chlorination No Dechlorination, Chlorination With Dechlorination, UV Seasonal, Chlorination No Dechlorination Seasonal, Chlorination With Dechlorination Seasonal (fr)

# Infrastructure_DisinfectionType_Display
source: Disinfection type
fr: Type de désinfection

# Infrastructure_DistanceFromShore_m_Description
source: Distance from shore in meters
fr: Distance par rapport à la rive en mètres

# Infrastructure_DistanceFromShore_m_Display
source: Distance from shore (m)
fr: Distance par rapport à la rive (m)

# Infrastructure_FacilityType_Description
source: Facility type --- Lagoon, Plant
fr: Type de facilité --- Lagune, Usine

# Infrastructure_FacilityType_Display
source: Facility type
fr: Type de facilité

# Infrastructure_FarFieldVelocity_m_s_Description
source: Far field velocity in meters per second
fr: Vitesse en champ éloigné en mètres par second

# Infrastructure_FarFieldVelocity_m_s_Display
source: Far field velocity (m/s)
fr: Vitesse en champ éloigné (m/s)

# Infrastructure_HasBackupPower_Description
source: Has backup power
fr: A une alimentation de secours

# Infrastructure_HasBackupPower_Display
source: Has backup power
fr: A une alimentation de secours

# Infrastructure_HorizontalAngle_deg_Description
source: Horizontal angle in degrees
fr: Angle horizontal en dégrés

# Infrastructure_HorizontalAngle_deg_Display
source: Horizontal angle (deg)
fr: Angle horizontal (deg)

# Infrastructure_InfrastructureCategory_Description
source: Category --- letter used previously to identify priority in waste water treatment plant assessments
fr: Catégory --- lettre utilisé précédement pour identifier la priorité des évaluations de systèmes de traitement des eaux

# Infrastructure_InfrastructureCategory_Display
source: Category
fr: Catégory

# Infrastructure_InfrastructureID_Description
source: Contains the unique identifier on each row of the Infrastructures table
fr: Contient l'identifiant unique sur chaque ligne de la table Infrastructures

# Infrastructure_InfrastructureTVItemID_Description
source: Link to the TVItems table with the unique identifier
fr: Lien à la table TVItems avec l'identifiant unique

# Infrastructure_InfrastructureType_Description
source: Infrastructure type
fr: Type d'infrastructure

# Infrastructure_InfrastructureType_Display
source: Infrastructure type
fr: Type d'infrastructure

# Infrastructure_IsMechanicallyAerated_Description
source: Is mechanically aerated
fr: Est mécaniquement aéré

# Infrastructure_IsMechanicallyAerated_Display
source: Is mechanically aerated
fr: Est mécaniquement aéré

# Infrastructure_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# Infrastructure_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# Infrastructure_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# Infrastructure_LSID_Description
source: Lift station unique ID comming from old DB
fr: Identifiant unique de poste de pompage de la vieille base de données

# Infrastructure_NearFieldVelocity_m_s_Description
source: Near field velocity in meters per second
fr: Vitesse en champ rapproché en mètres par second

# Infrastructure_NearFieldVelocity_m_s_Display
source: Near field velocity (m/s)
fr: Vitesse en champ rapproché (m/s)

# Infrastructure_NumberOfAeratedCells_Description
source: Number of aerated cells
fr: Nombre de cellules aérées

# Infrastructure_NumberOfAeratedCells_Display
source: Number of aerated cells
fr: Nombre de cellules aérées

# Infrastructure_NumberOfCells_Description
source: Number of cells
fr: Nombre de cellules

# Infrastructure_NumberOfCells_Display
source: Number of cells
fr: Nombre de cellules

# Infrastructure_NumberOfPorts_Description
source: Number of ports
fr: Nombre d'embouchure

# Infrastructure_NumberOfPorts_Display
source: Number of ports
fr: Nombre d'embouchure

# Infrastructure_PeakFlow_m3_day_Description
source: Peak flow in cubic meters per day
fr: Débit maximum en mètres cube par jour

# Infrastructure_PeakFlow_m3_day_Display
source: Peak flow (m3/d)
fr: Débit maximum (m3/d)

# Infrastructure_PercFlowOfTotal_Description
source: Percentage of total flow
fr: Pourcentage du débit total

# Infrastructure_PercFlowOfTotal_Display
source: % of total flow
fr: % du débit total

# Infrastructure_PopServed_Description
source: Population served
fr: Population déservi

# Infrastructure_PopServed_Display
source: Population served
fr: Population déservi

# Infrastructure_PortDiameter_m_Description
source: Ports diameter in meters
fr: Diamètre des embouchures en mètres

# Infrastructure_PortDiameter_m_Display
source: Ports diameter (m)
fr: Diamètre des embouchures (m)

# Infrastructure_PortElevation_m_Description
source: Ports elevation in meters
fr: Élévation des embouchures en mètres

# Infrastructure_PortElevation_m_Display
source: Ports elevation (m)
fr: Élévation des embouchures (m)

# Infrastructure_PortSpacing_m_Description
source: Ports spacing in meters
fr: Distance des embouchures en mètres

# Infrastructure_PortSpacing_m_Display
source: Ports spacing (m)
fr: Distance des embouchures (m)

# Infrastructure_PreliminaryTreatmentType_Description
source: Preliminary treatment type --- Bar screen, Grinder
fr: Type de traintement préliminaire --- Bar screen, Grinder (fr)

# Infrastructure_PreliminaryTreatmentType_Display
source: Preliminary treatment type
fr: Type de traitement préliminaire

# Infrastructure_PrimaryTreatmentType_Description
source: Primary treatment type --- Sedimentation, Chemical Coagulation, Filtration
fr: Type de traitement primaire --- Sedimentation, Chemical Coagulation, Filtration (fr)

# Infrastructure_PrimaryTreatmentType_Display
source: Primary treatment type
fr: Type de traitement primaire

# Infrastructure_PrismID_Description
source: Link to the QC Prism DB with the unique identifier
fr: Lien à la BD Prism QC avec l'identifiant unique

# Infrastructure_ReceivingWaterSalinity_PSU_Description
source: Receiving water salinity in PSU
fr: Salinité dans le milieu récepteur en PSU

# Infrastructure_ReceivingWaterSalinity_PSU_Display
source: Receiving water salinity (PSU)
fr: Salinité dans le milieu récepteur (PSU)

# Infrastructure_ReceivingWaterTemperature_C_Description
source: Receiving water temperature in degree Celcius
fr: Température dans le milieu récepteur en dégrés Celcius

# Infrastructure_ReceivingWaterTemperature_C_Display
source: Receiving water temperature (°C)
fr: Température dans le milieu récepteur (°C)

# Infrastructure_ReceivingWater_MPN_per_100ml_Description
source: Receiving water concentration in most probable number per 100 mL
fr: Concentration dans le milieu récepteur en nombre plus probable par 100 mL

# Infrastructure_ReceivingWater_MPN_per_100ml_Display
source: Receiving water concentration (MPN /100 mL)
fr: Concentration dans le milieu récepteur (NPP /100 mL)

# Infrastructure_SecondaryTreatmentType_Description
source: Secondary treatment type --- RotatingBiologicalContactor, TricklingFilters, SequencingBatchReator, OxidationDitch
fr: Type de traitement secondaire --- RotatingBiologicalContactor, TricklingFilters, SequencingBatchReator, OxidationDitch (fr)

# Infrastructure_SecondaryTreatmentType_Display
source: Secondary treatment type
fr: Type de traitement secondaire

# Infrastructure_SeeOtherMunicipalityTVItemID_Description
source: See other infrastructure
fr: Voir autre infrastructure

# Infrastructure_SeeOtherMunicipalityTVItemID_Display
source: See other infrastructure
fr: Voir autre infrastructure

# Infrastructure_SiteID_Description
source: Site unique ID comming from old DB
fr: Identifiant unique du site de la vieille base de données

# Infrastructure_Site_Description
source: Site unique ID comming from old DB
fr: Identifiant unique du site de la vieille base de données

# Infrastructure_TempCatchAllRemoveLater_Description
source: Temporary catch all will be removed later
fr: Temporaire collection d'information a être effacé plus tard

# Infrastructure_TempCatchAllRemoveLater_Display
source: Temporary catch all will be removed later
fr: Temporaire collection d'information a être effacé plus tard

# Infrastructure_TertiaryTreatmentType_Description
source: Tertiary treatment type --- Adsorption, Flocculation, Membrane Filtration, Ion Exchange, Reverse Osmosis, Biological Nutrient Removal
fr: Type de traitement tertiaire --- Adsorption, Flocculation, Membrane Filtration, Ion Exchange, Reverse Osmosis, Biological Nutrient Removal (fr)

# Infrastructure_TertiaryTreatmentType_Display
source: Tertiary treatment type
fr: Type de traitement tertiaire

# Infrastructure_TimeOffset_hour_Description
source: Time offset in hour (decimal)
fr: Décalage horaire en heure (décimal)

# Infrastructure_TimeOffset_hour_Display
source: Time offset (h)
fr: Décalage horaire (h)

# Infrastructure_TPID_Description
source: Treatment plan unique ID comming from old DB
fr: Identifiant unique de usine de traitement des eaux usées de la vieille base de données

# Infrastructure_TreatmentType_Description
source: Treatment type --- ActivatedSludge, Activated Sludge With Biofilter, Lagoon No Aeration1 Cell, Lagoon No Aeration 2 Cell, Lagoon No Aeration 3 Cell, Lagoon No Aeration 4 Cell, Lagoon No Aeration 5 Cell, Lagoon With Aeration 1 Cell, LagoonWith Aeration 2 Cell, LagoonWith Aeration 3 Cell, LagoonWith Aeration 4 Cell, LagoonWith Aeration 5 Cell, LagoonWith Aeration 6 Cell, Stabalizing Pond Only, Oxidation Ditch Only, Circulating Fluidized Bed, Trickling Filter, Recirculating Sand Filter, Trash Rack Rake Only, Septic Tank, Secondary, Tertiary, Volume Fermenter, Bio Film Reactor, Bio Green, Bio Disks, Chemical Primary, Chromoglass, Primary, Sequencing Batch Reactor, Peat System, Physicochimique, Rotating Biological Contactor
fr: Type de traitement --- ActivatedSludge, Activated Sludge With Biofilter, Lagoon No Aeration1 Cell, Lagoon No Aeration 2 Cell, Lagoon No Aeration 3 Cell, Lagoon No Aeration 4 Cell, Lagoon No Aeration 5 Cell, Lagoon With Aeration 1 Cell, LagoonWith Aeration 2 Cell, LagoonWith Aeration 3 Cell, LagoonWith Aeration 4 Cell, LagoonWith Aeration 5 Cell, LagoonWith Aeration 6 Cell, Stabalizing Pond Only, Oxidation Ditch Only, Circulating Fluidized Bed, Trickling Filter, Recirculating Sand Filter, Trash Rack Rake Only, Septic Tank, Secondary, Tertiary, Volume Fermenter, Bio Film Reactor, Bio Green, Bio Disks, Chemical Primary, Chromoglass, Primary, Sequencing Batch Reactor, Peat System, Physicochimique, Rotating Biological Contactor (fr)

# Infrastructure_TreatmentType_Display
source: Treatment type
fr: Type de traitement

# Infrastructure_ValveType_Description
source: Valve type --- Manually, Automatically
fr: Type de vanne --- Manually, Automatically (fr)

# Infrastructure_ValveType_Display
source: Valve type
fr: Type de vanne

# Infrastructure_VerticalAngle_deg_Description
source: Vertical angle in degrees
fr: Angle vertical en dégrés

# Infrastructure_VerticalAngle_deg_Display
source: Vertical angle (deg)
fr: Angle vertical (deg)

# InputSummary_Summary_Description
source: Summary of the pollution sources for MIKE
fr: Sommaire des sources de pollution pour MIKE

# InputSummary_Summary_Display
source: Summary
fr: Sommaire

# LabSheetA1Measurement_MPN_Description
source: Most probable number of fecal coliform colonies per 100 mL
fr: Nombre le plus probable de colonies de coliform fécaux par 100 mL

# LabSheetA1Measurement_MPN_Display
source: MPN (/100 mL)
fr: NPP (/100 mL)

# LabSheetA1Measurement_ProcessedBy_Description
source: Processed by
fr: Traité par

# LabSheetA1Measurement_ProcessedBy_Display
source: Processed by
fr: Traité par

# LabSheetA1Measurement_Salinity_Description
source: Salinity (PSU)
fr: Salinité (PSU)

# LabSheetA1Measurement_Salinity_Display
source: Salinity (PSU)
fr: Salinité (PSU)

# LabSheetA1Measurement_SampleTypeText_Description
source: Sample type text
fr: Texte du type d'échantillon

# LabSheetA1Measurement_SampleTypeText_Display
source: Sample type text
fr: Texte du type d'échantillon

# LabSheetA1Measurement_SampleType_Description
source: Sample type
fr: Type d'échantillon

# LabSheetA1Measurement_SampleType_Display
source: Sample type
fr: Type d'échantillon

# LabSheetA1Measurement_SiteComment_Description
source: Site comment
fr: Commentaire relatif au site

# LabSheetA1Measurement_SiteComment_Display
source: Site comment
fr: Commentaire relatif au site

# LabSheetA1Measurement_Site_Description
source: Site MWQM
fr: Site MWQM (fr)

# LabSheetA1Measurement_Temperature_Description
source: Temperature in degree Celcius
fr: Température en dégré Celcius

# LabSheetA1Measurement_Temperature_Display
source: Temperature (°C)
fr: Température (°C)

# LabSheetA1Measurement_Time_Description
source: Time
fr: Temps

# LabSheetA1Measurement_Time_Display
source: Time
fr: Temps

# LabSheetA1Measurement_Tube0_1_Description
source: Number of positive tube for Tube .1
fr: Nombre de tube positif pour Tube .1

# LabSheetA1Measurement_Tube10_Description
source: Number of positive tube for Tube 10
fr: Nombre de tube positif pour Tube 10

# LabSheetA1Measurement_Tube1_0_Description
source: Number of positive tube for Tube 1
fr: Nombre de tube positif pour Tube 1

# LabSheetA1Measurement_TVItemID_Description
source: Link to the TVItems table with the unique identifier
fr: Lien à la table TVItems avec l'identifiant unique

# LabSheetA1Sheet_ApprovalDay_Description
source: Approval day
fr: Jour d'approbation

# LabSheetA1Sheet_ApprovalDay_Display
source: Approval day
fr: Jour d'approbation

# LabSheetA1Sheet_ApprovalMonth_Description
source: Approval month
fr: Mois d'approbation

# LabSheetA1Sheet_ApprovalMonth_Display
source: Approval month
fr: Mois d'approbation
