Repository: ECCC-CSSP/CSSPTools
Catalog: src/dlls/CSSPCultureServices/Resources/CSSPCultureModelsRes.*.resx
Languages: fr

# LabSheetDetail_TCField2_Description
source: Temperature control 2
fr: Température de control 2

# LabSheetDetail_TCField2_Display
source: Temperature control 2
fr: Température de control 2

# LabSheetDetail_TCFirst_Description
source: First temperature control
fr: Première température de control

# LabSheetDetail_TCFirst_Display
source: First temperature control
fr: Première température de control

# LabSheetDetail_TCLab1_Description
source: Temperature control lab 1
fr: Température de control au laboratoire 1

# LabSheetDetail_TCLab1_Display
source: Temperature control lab 1
fr: Température de control au laboratoire 1

# LabSheetDetail_TCLab2_Description
source: Temperature control lab 2
fr: Température de control au laboratoire 2

# LabSheetDetail_TCLab2_Display
source: Temperature control lab 2
fr: Température de control au laboratoire 2

# LabSheetDetail_Tides_Description
source: Tide sites ID
fr: ID des site de marées

# LabSheetDetail_Tides_Display
source: Tide sites ID
fr: ID des site de marées

# LabSheetDetail_Version_Description
source: Version of the document (lab sheet)
fr: Version du document (feuille de laboratoire)

# LabSheetDetail_WaterBath1_Description
source: Water bath 1
fr: Bain d'eau 1

# LabSheetDetail_WaterBath1_Display
source: Water bath 1
fr: Bain d'eau 1

# LabSheetDetail_WaterBath2_Description
source: Water bath 2
fr: Bain d'eau 2

# LabSheetDetail_WaterBath2_Display
source: Water bath 2
fr: Bain d'eau 2

# LabSheetDetail_WaterBath3_Description
source: Water bath 3
fr: Bain d'eau 3

# LabSheetDetail_WaterBath3_Display
source: Water bath 3
fr: Bain d'eau 3

# LabSheetDetail_WaterBathCount_Description
source: Water bath count
fr: Nombre de bain d'eau

# LabSheetDetail_WaterBathCount_Display
source: Water bath count
fr: Nombre de bain d'eau

# LabSheetDetail_Weather_Description
source: Weather
fr: Météo

# LabSheetDetail_Weather_Display
source: Weather
fr: Météo

# LabSheetTubeMPNDetail_LabSheetDetailID_Description
source: Link to the LabSheetDetails table representing the lab sheet detail
fr: Lien à la table LabSheetDetails représentant les détail de laboratoire

# LabSheetTubeMPNDetail_LabSheetDetailID_Display
source: Lab sheet details
fr: Détails de feuille de laboratoire

# LabSheetTubeMPNDetail_LabSheetTubeMPNDetailID_Description
source: Contains the unique identifier on each row of the LabSheetTubeMPNDetails table
fr: Contient l'identifiant unique sur chaque ligne de la table LabSheetTubeMPNDetails

# LabSheetTubeMPNDetail_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# LabSheetTubeMPNDetail_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# LabSheetTubeMPNDetail_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# LabSheetTubeMPNDetail_MPN_Description
source: Most probable number of fecal coliform colonies per 100 mL
fr: Nombre le plus probable de colonies de coliform fécaux par 100 mL

# LabSheetTubeMPNDetail_MPN_Display
source: MPN (/100 mL)
fr: NPP (/100 mL)

# LabSheetTubeMPNDetail_MWQMSiteTVItemID_Description
source: Link to the TVItems table representing the MWQM site
fr: Lien à la table TVItems représentant le site de MWQM (fr)

# LabSheetTubeMPNDetail_Ordinal_Description
source: Ordinal
fr: Ordre

# LabSheetTubeMPNDetail_Ordinal_Display
source: Ordinal
fr: Ordre

# LabSheetTubeMPNDetail_ProcessedBy_Description
source: Processed by
fr: Traité par

# LabSheetTubeMPNDetail_ProcessedBy_Display
source: Processed by
fr: Traité par

# LabSheetTubeMPNDetail_Salinity_Description
source: Salinity in parts per thousand
fr: Salinité en parties par millier

# LabSheetTubeMPNDetail_Salinity_Display
source: Salinity (PPT)
fr: Salinité (PPT)

# LabSheetTubeMPNDetail_SampleDateTime_Description
source: Sample date
fr: Date de la tournée

# LabSheetTubeMPNDetail_SampleDateTime_Display
source: Sample date
fr: Date de la tournée

# LabSheetTubeMPNDetail_SampleType_Description
source: Sample type
fr: Type d'échantillon

# LabSheetTubeMPNDetail_SampleType_Display
source: Sample type
fr: Type d'échantillon

# LabSheetTubeMPNDetail_SiteComment_Description
source: Site comment
fr: Commentaire relié au site

# LabSheetTubeMPNDetail_SiteComment_Display
source: Site comment
fr: Commentaire relié au site

# LabSheetTubeMPNDetail_Temperature_Description
source: Temperature in degree Celcius
fr: Température en dégré Celcius

# LabSheetTubeMPNDetail_Temperature_Display
source: Temperature (°C)
fr: Température (°C)

# LabSheetTubeMPNDetail_Tube0_1_Description
source: Number of positive tube for Tube .1
fr: Nombre de tube positif pour Tube .1

# LabSheetTubeMPNDetail_Tube10_Description
source: Number of positive tube for Tube 10
fr: Nombre de tube positif pour Tube 10

# LabSheetTubeMPNDetail_Tube1_0_Description
source: Number of positive tube for Tube 1
fr: Nombre de tube positif pour Tube 1

# LabSheet_AcceptedOrRejectedByContactTVItemID_Description
source: Accepted or rejected by Contact TVItemID
fr: Accepté ou rejeté par contact TVItemID

# LabSheet_AcceptedOrRejectedByContactTVItemID_Display
source: Accepted or rejected by Contact TVItemID
fr: Accepté ou rejeté par contact TVItemID

# LabSheet_AcceptedOrRejectedDateTime_Description
source: Accepted or rejected date (local)
fr: Date de l'acceptation ou rejet (local)

# LabSheet_AcceptedOrRejectedDateTime_Display
source: Accepted or rejected date (local)
fr: Date de l'acceptation ou rejet (local)

# LabSheet_Day_Description
source: Day of run
fr: Jour de la tournée

# LabSheet_Day_Display
source: Day of run
fr: Jour de la tournée

# LabSheet_FileContent_Description
source: File content
fr: Contenu de la filière

# LabSheet_FileContent_Display
source: File content
fr: Contenu de la filière

# LabSheet_FileLastModifiedDate_Local_Description
source: File last modified date (local)
fr: Date du dernier changement de la filière (local)

# LabSheet_FileLastModifiedDate_Local_Display
source: File last modified date (local)
fr: Date du dernier changement de la filière (local)

# LabSheet_FileName_Description
source: File name
fr: Nom de la filière

# LabSheet_FileName_Display
source: File name
fr: Nom de la filière

# LabSheet_LabSheetID_Description
source: Contains the unique identifier on each row of the LabSheets table
fr: Contient l'identifiant unique sur chaque ligne de la table LabSheets

# LabSheet_LabSheetStatus_Description
source: Lab sheet statue
fr: État de la feuille de laboratoire

# LabSheet_LabSheetStatus_Display
source: Lab sheet status
fr: État de la feuille de laboratoire

# LabSheet_LabSheetType_Description
source: Lab sheet type
fr: Type de feuille de laboratoire

# LabSheet_LabSheetType_Display
source: Lab sheet type
fr: Type de feuille de laboratoire

# LabSheet_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# LabSheet_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# LabSheet_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# LabSheet_Month_Description
source: Month of run
fr: Mois de la tournée

# LabSheet_Month_Display
source: Month of run
fr: Mois de la tournée

# LabSheet_MWQMRunTVItemID_Description
source: Link to the TVItems table with the unique identifier
fr: Lien à la table TVItems avec l'identifiant unique

# LabSheet_MWQMRunTVItemID_Display
source: Run TVItemID
fr: Trounée TVItemID

# LabSheet_OtherServerLabSheetID_Description
source: Other server lab sheet ID
fr: ID de la feuille de laboratoire de l'autre server

# LabSheet_OtherServerLabSheetID_Display
source: Other server lab sheet ID
fr: ID de la feuille de laboratoire de l'autre server

# LabSheet_RejectReason_Description
source: Reject reason
fr: Raison du rejet

# LabSheet_RejectReason_Display
source: Reject reason
fr: Raison du rejet

# LabSheet_RunNumber_Description
source: Run number
fr: Numéro de la tournée

# LabSheet_RunNumber_Display
source: Run number
fr: Numéro de la tournée

# LabSheet_SampleType_Description
source: Sample type
fr: Type d'échantillonnage

# LabSheet_SampleType_Display
source: Sample type
fr: Type d'échantillonnage

# LabSheet_SamplingPlanID_Description
source: Link to the SamplingPlan table representing the sampling plan
fr: Lien à la table SamplingPlan représentant le plan d'échantillonnage

# LabSheet_SamplingPlanID_Display
source: Sampling plan
fr: Plan d'échantillonnage

# LabSheet_SamplingPlanName_Description
source: Sampling plan name
fr: Nom du plan d'échantillonnage

# LabSheet_SamplingPlanName_Display
source: Sampling plan name
fr: Nom du plan d'échantillonnage

# LabSheet_SamplingPlanType_Description
source: Sampling plan type
fr: Type de plan d'échantillonnage

# LabSheet_SamplingPlanType_Display
source: Sampling plan type
fr: Type de plan d'échantillonnage

# LabSheet_SubsectorTVItemID_Description
source: Link to the TVItems table with the unique identifier
fr: Lien à la table TVItems avec l'identifiant unique

# LabSheet_Year_Description
source: Year of run
fr: Année de la tournée

# LabSheet_Year_Display
source: Year of run
fr: Année de la tournée

# LastUpdateAndContact_LastUpdateAndContactDate_UTC_Description
source: Last update date (UTC)
fr: Date de la dernière mise à jour (UTC)

# LastUpdateAndContact_LastUpdateAndContactDate_UTC_Display
source: Last update date (UTC)
fr: Date de la dernière mise à jour (UTC)

# LastUpdateAndContact_LastUpdateAndContactTVItemID_Description
source: Link to the TVItems representing the contact
fr: Lien à la table TVItems représentant le contact

# LastUpdateAndTVText_LastUpdateAndTVTextDate_UTC_Description
source: Last update date
fr: Date de dernième mise à jour

# LastUpdateAndTVText_LastUpdateAndTVTextDate_UTC_Display
source: Last update date
fr: Date de dernième mise à jour

# LastUpdateAndTVText_LastUpdateDate_Local_Description
source: Last update date
fr: Date de dernième mise à jour

# LastUpdateAndTVText_LastUpdateDate_Local_Display
source: Last update date
fr: Date de dernième mise à jour

# LastUpdateAndTVText_TVText_Description
source: Tree view text
fr: Texte de l'arbre visuel

# LastUpdateAndTVText_TVText_Display
source: TV text
fr: Texte TV

# LoggedInContactInfo_LoggedInContact_Description
source: Logged in contact info
fr: Info du contact connecté

# LoggedInContactInfo_LoggedInContact_Display
source: Logged in contact info
fr: Info du contact connecté

# LoggedInContactInfo_TVItemUserAuthorizationList_Description
source: Logged in contact TVItem authorization
fr: Authorisation TVItem relié au contact connecté

# LoggedInContactInfo_TVItemUserAuthorizationList_Display
source: Logged in contact TVItem authorization
fr: Authorisation TVItem relié au contact connecté

# LoggedInContactInfo_TVTypeUserAuthorizationList_Description
source: Logged in contact TVType authorization
fr: Authorisation TVType relié au contact connecté

# LoggedInContactInfo_TVTypeUserAuthorizationList_Display
source: Logged in contact TVType authorization
fr: Authorisation TVType relié au contact connecté

# Log_ID_Description
source: Key of table
fr: Clef de la table

# Log_ID_Display
source: Key of table
fr: Clef de la table

# Log_Information_Description
source: Information describing the log command
fr: Information décrivant la command log

# Log_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# Log_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# Log_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# Log_LogCommand_Description
source: Log command
fr: Command log

# Log_LogCommand_Display
source: Log command
fr: Command log

# Log_LogID_Description
source: Contains the unique identifier on each row of the Logs table
fr: Contient l'identifiant unique sur chaque ligne de la table Logs

# Log_TableName_Description
source: Table name
fr: Nom de la table

# Log_TableName_Display
source: Table name
fr: Nom de la table

# MapInfoPoint_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# MapInfoPoint_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# MapInfoPoint_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# MapInfoPoint_MapInfoID_Description
source: Link to the MapInfos table representing the map information
fr: Lien à la table MapInfos représentant l'information de carte

# MapInfoPoint_MapInfoID_Display
source: Map info
fr: Info de carte

# MapInfoPoint_MapInfoPointID_Description
source: Contains the unique identifier on each row of the MapInfoPoints table
fr: Contient l'identifiant unique sur chaque ligne de la table MapInfoPoints

# MapInfoPoint_Ordinal_Description
source: Ordinal
fr: Ordre

# MapInfoPoint_Ordinal_Display
source: Ordinal
fr: Ordre

# MapInfo_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# MapInfo_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# MapInfo_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# MapInfo_MapInfoDrawType_Description
source: Map object draw type
fr: Type d'object pour carte

# MapInfo_MapInfoDrawType_Display
source: Map object draw type
fr: Type d'object pour carte

# MapInfo_MapInfoID_Description
source: Contains the unique identifier on each row of the MapInfos table
fr: Contient l'identifiant unique sur chaque ligne de la table MapInfos

# MapInfo_TVItemID_Description
source: Link to the TVItems table representing the item
fr: Lien à la table TVItems représentant l'item

# MapInfo_TVItemID_Display
source: TVItem
fr: Item TV

# MapInfo_TVType_Description
source: Tree view type
fr: Type de l'arbre visuel

# MapInfo_TVType_Display
source: TVType
fr: Type de l'arbre visuel

# MapObj_CoordList_Description
source: Coord list
fr: List Coord

# MapObj_CoordList_Display
source: Coord list
fr: List Coord

# MapObj_MapInfoDrawTypeText_Description
source: Map info draw type text
fr: Texte du type d'object de l'info pour carte

# MapObj_MapInfoDrawTypeText_Display
source: Map info draw type text
fr: Texte du type d'object de l'info pour carte

# MapObj_MapInfoDrawType_Description
source: Map info draw type
fr: Type d'object de l'info pour carte

# MapObj_MapInfoDrawType_Display
source: Map info draw type
fr: Type d'object de l'info pour carte

# MapObj_MapInfoID_Description
source: MapInfoID of the MapInfos database table
fr: MapInfoID de la table MapInfos de la base de données

# MikeBoundaryCondition_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# MikeBoundaryCondition_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# MikeBoundaryCondition_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# MikeBoundaryCondition_MikeBoundaryConditionCode_Description
source: MIKE boundary contidition code
fr: Code de conditions limits MIKE

# MikeBoundaryCondition_MikeBoundaryConditionCode_Display
source: MIKE boundary contidition code
fr: Code de conditions limits MIKE

# MikeBoundaryCondition_MikeBoundaryConditionFormat_Description
source: MIKE boundary contidition format
fr: Format de conditions limits MIKE

# MikeBoundaryCondition_MikeBoundaryConditionFormat_Display
source: MIKE boundary contidition format
fr: Format de conditions limits MIKE

# MikeBoundaryCondition_MikeBoundaryConditionID_Description
source: Contains the unique identifier on each row of the MikeBoundaryConditions table
fr: Contient l'identifiant unique sur chaque ligne de la table MikeBoundaryConditions

# MikeBoundaryCondition_MikeBoundaryConditionLength_m_Description
source: MIKE boundary contidition length in meters
fr: Longueur de conditions limits MIKE en mètres

# MikeBoundaryCondition_MikeBoundaryConditionLength_m_Display
source: MIKE boundary contidition length (m)
fr: Longueur de conditions limits MIKE (m)

# MikeBoundaryCondition_MikeBoundaryConditionLevelOrVelocity_Description
source: MIKE boundary contidition level or velocity
fr: Niveau ou vélocité de conditions limits MIKE

# MikeBoundaryCondition_MikeBoundaryConditionLevelOrVelocity_Display
source: MIKE boundary contidition level of velocity
fr: Niveau ou vélocité de conditions limits MIKE

# MikeBoundaryCondition_MikeBoundaryConditionName_Description
source: MIKE boundary contidition name
fr: Nom de conditions limits MIKE

# MikeBoundaryCondition_MikeBoundaryConditionName_Display
source: MIKE boundary contidition name
fr: Nom de conditions limits MIKE

# MikeBoundaryCondition_MikeBoundaryConditionTVItemID_Description
source: Link to the TVItems table representing the MIKE boundary condition
fr: Lien à la table TVItems représentant les conditions limits MIKE

# MikeBoundaryCondition_MikeBoundaryConditionTVItemID_Display
source: MIKE boundary contidition TVItemID
fr: TVItemID de conditions limits MIKE

# MikeBoundaryCondition_NumberOfWebTideNodes_Description
source: Number of web tide node
fr: Nombre de noeux de web tide

# MikeBoundaryCondition_NumberOfWebTideNodes_Display
source: Number of web tide node
fr: Nombre de noeux de web tide

# MikeBoundaryCondition_TVType_Description
source: Tree view type
fr: Type d'arbre visuel

# MikeBoundaryCondition_TVType_Display
source: TV type
fr: Type d'arbre visuel

# MikeBoundaryCondition_WebTideDataFromStartToEndDate_Description
source: Web tide data between dates
fr: Données web tide entre les dates

# MikeBoundaryCondition_WebTideDataFromStartToEndDate_Display
source: Web tide data between dates
fr: Données web tide entre les dates

# MikeBoundaryCondition_WebTideDataSet_Description
source: Web tide data set
fr: Donnée web tide

# MikeBoundaryCondition_WebTideDataSet_Display
source: Web tide data set
fr: Donnée web tide

# MikeScenarioResult_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# MikeScenarioResult_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# MikeScenarioResult_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# MikeScenarioResult_MikeResultsJSON_Description
source: MIKE scenario results in JSON format
fr: Résultats du scenario MIKE en format JSON

# MikeScenarioResult_MikeResultsJSON_Display
source: MIKE scenario results in JSON format
fr: Résultats du scenario MIKE en format JSON

# MikeScenarioResult_MikeScenarioResultID_Description
source: Contains the unique identifier on each row of the MikeScenarioResults table
fr: Contient l'identifiant unique sur chaque ligne de la table MikeScenarioResults

# MikeScenarioResult_MikeScenarioTVItemID_Description
source: Link to the TVItems table representing MIKE scenario
fr: Lien à la table TVItems représentant le scénario MIKE

# MikeScenarioResult_MikeScenarioTVItemID_Display
source: MIKE scenario TVItemID
fr: Item du scenario MIKE

# MikeScenario_AmbientSalinity_PSU_Description
source: Ambient salinity in PSU
fr: Salinité ambiante en PSU (fr)

# MikeScenario_AmbientSalinity_PSU_Display
source: Ambient salinity (PSU)
fr: Salinité ambiante (PSU) (fr)

# MikeScenario_AmbientTemperature_C_Description
source: Ambient temperature in degree Celcius
fr: Température ambiante en dégré Celcius

# MikeScenario_AmbientTemperature_C_Display
source: Ambient temperature (°C)
fr: Température ambiante (°C)

# MikeScenario_DecayFactorAmplitude_Description
source: Decay factor amplitude
fr: Amplitude du taux de décroissance

# MikeScenario_DecayFactorAmplitude_Display
source: Decay factor amplitude
fr: Amplitude du taux de décroissance

# MikeScenario_DecayFactor_per_day_Description
source: Decay factor per day
fr: Taux de décroissance par jour

# MikeScenario_DecayFactor_per_day_Display
source: Decay factor (/day)
fr: Taux de décroissance (/jour)

# MikeScenario_DecayIsConstant_Description
source: Decay factor is constant
fr: Taux de décroissance est constant

# MikeScenario_DecayIsConstant_Display
source: Decay factor is constant
fr: Taux de décroissance est constant

# MikeScenario_ErrorInfo_Description
source: MIKE scenario error information
fr: Information de l'erreur du scenario MIKE

# MikeScenario_ErrorInfo_Display
source: MIKE scenario error info
fr: Info de l'erreur du scenario MIKE

# MikeScenario_EstimatedHydroFileSize_Description
source: Estimated hydrodynamic file size
fr: Estimation de la taille du fichier hydrodynamique

# MikeScenario_EstimatedHydroFileSize_Display
source: Estimated hydrodynamic file size
fr: Estimation de la taille du fichier hydrodynamique

# MikeScenario_EstimatedTransFileSize_Description
source: Estimated transport file size
fr: Estimation de la taille du fichier transport

# MikeScenario_EstimatedTransFileSize_Display
source: Estimated transport file size
fr: Estimation de la taille du fichier transport

# MikeScenario_ForSimulatingMWQMRunTVItemID_Description
source: Link to the TVItems table representing MWQM run
fr: Lien à la table TVItems représentant la trounée

# MikeScenario_ForSimulatingMWQMRunTVItemID_Display
source: For simulating MWQM run TVItemID
fr: Pour simuler la tournée TVItemID

# MikeScenario_GenerateDecouplingFiles_Description
source: Generate decoupling files
fr: Générer des fichiers de découplage

# MikeScenario_GenerateDecouplingFiles_Display
source: Generate decoupling files
fr: Générer des fichiers de découplage

# MikeScenario_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# MikeScenario_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# MikeScenario_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# MikeScenario_ManningNumber_Description
source: Mannning number
fr: Nombre manning

# MikeScenario_ManningNumber_Display
source: Manning number
fr: Nombre manning

# MikeScenario_MikeScenarioEndDateTime_Local_Description
source: MIKE scenario end date in local time
fr: Date de fin du scenario MIKE en temps local

# MikeScenario_MikeScenarioEndDateTime_Local_Display
source: MIKE scenario end date (local)
fr: Date de fin du scenario MIKE (local)

# MikeScenario_MikeScenarioExecutionTime_min_Description
source: MIKE scenario excecution time in minutes
fr: Temps d'exécution du scenario MIKE en minutes

# MikeScenario_MikeScenarioExecutionTime_min_Display
source: MIKE scenario excecution time (min)
fr: Temps d'exécution du scenario MIKE (min)

# MikeScenario_MikeScenarioID_Description
source: Contains the unique identifier on each row of the MikeScenarios table
fr: Contient l'identifiant unique sur chaque ligne de la table MikeScenarios

# MikeScenario_MikeScenarioStartDateTime_Local_Description
source: MIKE scenario start date in local time
fr: Date de départ du scenario MIKE en temps local
