Repository: ECCC-CSSP/CSSPTools
Catalog: src/dlls/CSSPCultureServices/Resources/CSSPCultureModelsRes.*.resx
Languages: fr

# VPAmbient_CurrentDirection_deg_Description
source: Current direction in degrees
fr: Direction du courant en dégré

# VPAmbient_CurrentDirection_deg_Display
source: Current direction (deg)
fr: Direction du courant (deg)

# VPAmbient_CurrentSpeed_m_s_Description
source: Current speed in meters per second
fr: Vitesse de courant en mètres par second

# VPAmbient_CurrentSpeed_m_s_Display
source: Current speed (m/s)
fr: Vitesse de courant (m/s)

# VPAmbient_FarFieldCurrentDirection_deg_Description
source: Far field current direction in degrees
fr: Direction du courant de loin en dégré)

# VPAmbient_FarFieldCurrentDirection_deg_Display
source: Far field current direction (deg)
fr: Direction du courant de loin (deg)

# VPAmbient_FarFieldCurrentSpeed_m_s_Description
source: Far field current speed in meters per second
fr: Vitesse du courant de loin en mètre par second)

# VPAmbient_FarFieldCurrentSpeed_m_s_Display
source: Far field current speed (m/s)
fr: Vitesse du courant de loin (m/s)

# VPAmbient_FarFieldDiffusionCoefficient_Description
source: Far field diffusion coefficient
fr: Coefficient de diffusion de loin

# VPAmbient_FarFieldDiffusionCoefficient_Display
source: Far field diffusion coefficient
fr: Coefficient de diffusion de loin

# VPAmbient_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# VPAmbient_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# VPAmbient_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# VPAmbient_MeasurementDepth_m_Description
source: Measurement depth in meters
fr: Profondeur de mesure en mètres

# VPAmbient_MeasurementDepth_m_Display
source: Measurement depth (m)
fr: Profondeur de mesure (m)

# VPAmbient_PollutantDecayRate_per_day_Description
source: Pollution decay rate per day
fr: Taux de décoissance par jour)

# VPAmbient_PollutantDecayRate_per_day_Display
source: Pollution decay rate (/d)
fr: Taux de décoissance (/j)

# VPAmbient_Row_Description
source: Row
fr: Rangé

# VPAmbient_Row_Display
source: Row
fr: Rangé

# VPAmbient_VPAmbientID_Description
source: Contains the unique identifier on each row of the VPAmbients table
fr: Contient l'identifiant unique sur chaque ligne de la table VPAmbients

# VPAmbient_VPScenarioID_Description
source: Link to the VPScenarios table representing the visual plumes scenario
fr: Lien à la table VPScenarios représentant le scénario visual plumes

# VPAmbient_VPScenarioID_Display
source: VP scenario ID
fr: Scénario VP ID

# VPFull_VPAmbientList_Description
source: Visual plumes ambient list
fr: Liste visuel plumes des paramètres ambiants

# VPFull_VPAmbientList_Display
source: VP ambient list
fr: Liste visuel plumes ambiant

# VPFull_VPResultList_Description
source: Visual plumes result list
fr: Liste des résultats visual plumes

# VPFull_VPResultList_Display
source: VP result list
fr: Liste des résultats VP

# VPFull_VPScenario_Description
source: Visual plumes sceniaro
fr: Scénario visuel plumes

# VPFull_VPScenario_Display
source: VP scenario
fr: Scénario VP

# VPResult_Concentration_MPN_100ml_Description
source: Concentration in most probable number per 100 milli-Litres
fr: Concentration en nombre le plus probable par 100 milli-Litres

# VPResult_Concentration_MPN_100ml_Display
source: Concentration (MPN / 100 mL)
fr: Concentration (NPP / 100 mL)

# VPResult_DispersionDistance_m_Description
source: Dispersion distance in meters
fr: Distance de dispersion en métres

# VPResult_DispersionDistance_m_Display
source: Dispersion distance (m)
fr: Distance de dispersion (m)

# VPResult_FarFieldWidth_m_Description
source: Far field width in meters
fr: Largeur au loin en métres

# VPResult_FarFieldWidth_m_Display
source: Far field width (m)
fr: Largeur au loin (m)

# VPResult_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# VPResult_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# VPResult_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# VPResult_Ordinal_Description
source: Ordinal
fr: Ordre

# VPResult_Ordinal_Display
source: Ordinal
fr: Ordre

# VPResult_TravelTime_hour_Description
source: Travel time in hours
fr: Temps de dispersion en heures

# VPResult_TravelTime_hour_Display
source: Travel time (h)
fr: Temps de dispersion (h)

# VPResult_VPResultID_Description
source: Contains the unique identifier on each row of the VPResults table
fr: Contient l'identifiant unique sur chaque ligne de la table VPResults

# VPResult_VPScenarioID_Description
source: Link to the VPScenarios table representing the visual plumes scenario
fr: Lien à la table VPScenarios représentant le scénario visual plumes

# VPResult_VPScenarioID_Display
source: VP scenario ID
fr: Scénario VP ID

# VPResValues_Decay_Description
source: Decay
fr: Décroissance

# VPResValues_Decay_Display
source: Decay
fr: Décroissance

# VPResValues_Distance_Description
source: Distance the pollution travelled
fr: Distance parcourue de la pollution

# VPResValues_FarfieldWidth_Description
source: Far field width
fr: Largeur du champ éloigné

# VPResValues_FarfieldWidth_Display
source: Far field width
fr: Largeur du champ éloigné

# VPResValues_TheTime_Description
source: Time the pollution travelled
fr: Le temps du parcour de lla pollution

# VPScenarioIDAndRawResults_RawResults_Description
source: Raw results
fr: Résultats bruts

# VPScenarioIDAndRawResults_RawResults_Display
source: Raw results
fr: Résultats bruts

# VPScenarioIDAndRawResults_VPScenarioID_Description
source: Link to the VPScenarios table representing the visual plumes scenario
fr: Lien à la table VPScenarios représentant le scénario visual plumes

# VPScenarioIDAndRawResults_VPScenarioID_Display
source: VP scenario ID
fr: Scénario VP ID

# VPScenarioLanguage_Language_Description
source: Language of item
fr: Langage de l'item

# VPScenarioLanguage_Language_Display
source: Language
fr: Langage

# VPScenarioLanguage_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# VPScenarioLanguage_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# VPScenarioLanguage_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# VPScenarioLanguage_TranslationStatus_Description
source: Translation status of the visual plumes scenario name
fr: Le statut de la traduction du nom du scénario visual plumes

# VPScenarioLanguage_TranslationStatus_Display
source: Translation status
fr: Le statut de la traduction

# VPScenarioLanguage_VPScenarioID_Description
source: Link to the VPScenarios table representing the visual plumes scenario
fr: Lien à la table VPScenarios représentant le scénario visual plumes

# VPScenarioLanguage_VPScenarioID_Display
source: VP scenario ID
fr: Scénario VP ID

# VPScenarioLanguage_VPScenarioLanguageID_Description
source: Contains the unique identifier on each row of the VPScenarioLanguages table
fr: Contient l'identifiant unique sur chaque ligne de la table VPScenarioLanguages

# VPScenarioLanguage_VPScenarioName_Description
source: Visual plumes scenario name
fr: Nom du scénario visual plumes

# VPScenarioLanguage_VPScenarioName_Display
source: VP scenario name
fr: Nom du scénario VP

# VPScenario_AcuteMixZone_m_Description
source: Acute mix zone in meters
fr: Zone de pollution aigüe en mètres

# VPScenario_AcuteMixZone_m_Display
source: Acute mix zone (m)
fr: Zone de pollution aigüe (m)

# VPScenario_ChronicMixZone_m_Description
source: Chronic mix zone in meters
fr: Zone de pollution chronique en mètres

# VPScenario_ChronicMixZone_m_Display
source: Chronic mix zone (m)
fr: Zone de pollution chronique (m)

# VPScenario_EffluentConcentration_MPN_100ml_Description
source: Effluent concentration in most probable number per 100 milli-Litres
fr: Concentration de l'effluent en nombre le plus probable par 100 milli-Litres

# VPScenario_EffluentConcentration_MPN_100ml_Display
source: Effluent concentration (MPN / 100 mL)
fr: Concentration de l'effluent (NPP / 100 mL)

# VPScenario_EffluentFlow_m3_s_Description
source: Effluent flow in cubic meters per second
fr: Débit de l'effluent en mètres cube par second

# VPScenario_EffluentFlow_m3_s_Display
source: Effluent flow (m3/s)
fr: Débit de l'effluent (m3/s)

# VPScenario_EffluentSalinity_PSU_Description
source: Effluent salinity in PSU
fr: Salinité de l'effluent en PSU

# VPScenario_EffluentSalinity_PSU_Display
source: Effluent salinity (PSU)
fr: Salinité de l'effluent (PSU)

# VPScenario_EffluentTemperature_C_Description
source: Effluent temperature in degree Celcius
fr: Température de l'effluent en dégré Celcius

# VPScenario_EffluentTemperature_C_Display
source: Effluent temperature (°C)
fr: Température de l'effluent (°C)

# VPScenario_EffluentVelocity_m_s_Description
source: Effluent velocity in meters per second
fr: Vitesse de l'effluent en mètres par second

# VPScenario_EffluentVelocity_m_s_Display
source: Effluent velocity (m/s)
fr: Vitesse de l'effluent (m/s)

# VPScenario_FroudeNumber_Description
source: Froude number
fr: Nombre de Froude

# VPScenario_FroudeNumber_Display
source: Froude number
fr: Nombre de Froude

# VPScenario_HorizontalAngle_deg_Description
source: Horizontal angle in degree
fr: Angle horizontal en dégré

# VPScenario_HorizontalAngle_deg_Display
source: Horizontal angle (deg)
fr: Angle horizontal (deg)

# VPScenario_InfrastructureTVItemID_Description
source: Link to the TVItems table representing the infrastructure
fr: Lien à la table TVItems représentant l'infrastructure

# VPScenario_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# VPScenario_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# VPScenario_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# VPScenario_NumberOfPorts_Description
source: Number of ports
fr: Nombre d'orifice

# VPScenario_NumberOfPorts_Display
source: Number of ports
fr: Nombre d'orifice

# VPScenario_PortDepth_m_Description
source: Port depth in meters
fr: Profondeur de l'orifice en mètres

# VPScenario_PortDepth_m_Display
source: Port depth (m)
fr: Profondeur de l'orifice (m)

# VPScenario_PortDiameter_m_Description
source: Port diameter in meters
fr: Diamètre de l'orifice en mètres

# VPScenario_PortDiameter_m_Display
source: Port diameter (m)
fr: Diamètre de l'orifice (m)

# VPScenario_PortElevation_m_Description
source: Port elevation in meters
fr: Élévation de l'orifice en mètres

# VPScenario_PortElevation_m_Display
source: Port elevation (m)
fr: Élévation de l'orifice (m)

# VPScenario_PortSpacing_m_Description
source: Port spacing in meters
fr: Distance entre les orifices en mètres

# VPScenario_PortSpacing_m_Display
source: Port spacing (m)
fr: Distance entre les orifices (m)

# VPScenario_RawResults_Description
source: Raw results
fr: Résultats bruts

# VPScenario_RawResults_Display
source: Raw results
fr: Résultats bruts

# VPScenario_UseAsBestEstimate_Description
source: Use as best estimate
fr: Utilise comme meilleur estimation

# VPScenario_UseAsBestEstimate_Display
source: Use as best estimate
fr: Utilise comme meilleur estimation

# VPScenario_VerticalAngle_deg_Description
source: Vertical angle in degree
fr: Angle vertical en dégré

# VPScenario_VerticalAngle_deg_Display
source: Vertical angle (deg)
fr: Angle vertical (deg)

# VPScenario_VPScenarioID_Description
source: Contains the unique identifier on each row of the VPScenarios table
fr: Contient l'identifiant unique sur chaque ligne de la table VPScenarios

# VPScenario_VPScenarioStatus_Description
source: Visual plumes scenario status
fr: État du scénario visual plumes

# VPScenario_VPScenarioStatus_Display
source: VP scenario status
fr: État du scénario VP

# Address_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# Address_DBCommand_Display
source: Database Command
fr: Commande de base de données

# AppErrLog_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# AppErrLog_DBCommand_Display
source: Database Command
fr: Commande de base de données

# AppTaskLanguage_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# AppTaskLanguage_DBCommand_Display
source: Database Command
fr: Commande de base de données

# AppTask_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# AppTask_DBCommand_Display
source: Database Command
fr: Commande de base de données

# BoxModelLanguage_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# BoxModelLanguage_DBCommand_Display
source: Database Command
fr: Commande de base de données

# BoxModelResult_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# BoxModelResult_DBCommand_Display
source: Database Command
fr: Commande de base de données

# BoxModel_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# BoxModel_DBCommand_Display
source: Database Command
fr: Commande de base de données

# Classification_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# Classification_DBCommand_Display
source: Database Command
fr: Commande de base de données

# ClimateDataValue_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# ClimateDataValue_DBCommand_Display
source: Database Command
fr: Commande de base de données

# ClimateSite_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# ClimateSite_DBCommand_Display
source: Database Command
fr: Commande de base de données

# CoCoRaHSSite_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# CoCoRaHSSite_DBCommand_Display
source: Database Command
fr: Commande de base de données

# CoCoRaHSValue_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# CoCoRaHSValue_DBCommand_Display
source: Database Command
fr: Commande de base de données

# ContactPreference_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# ContactPreference_DBCommand_Display
source: Database Command
fr: Commande de base de données

# ContactShortcut_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# ContactShortcut_DBCommand_Display
source: Database Command
fr: Commande de base de données

# Contact_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# Contact_DBCommand_Display
source: Database Command
fr: Commande de base de données

# DocTemplate_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# DocTemplate_DBCommand_Display
source: Database Command
fr: Commande de base de données

# DrogueRunPosition_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# DrogueRunPosition_DBCommand_Display
source: Database Command
fr: Commande de base de données

# DrogueRun_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# DrogueRun_DBCommand_Display
source: Database Command
fr: Commande de base de données

# EmailDistributionListContactLanguage_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# EmailDistributionListContactLanguage_DBCommand_Display
source: Database Command
fr: Commande de base de données

# EmailDistributionListContact_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# EmailDistributionListContact_DBCommand_Display
source: Database Command
fr: Commande de base de données

# EmailDistributionListLanguage_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# EmailDistributionListLanguage_DBCommand_Display
source: Database Command
fr: Commande de base de données

# EmailDistributionList_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# EmailDistributionList_DBCommand_Display
source: Database Command
fr: Commande de base de données

# Emails_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# Emails_DBCommand_Display
source: Database Command
fr: Commande de base de données

# HelpDoc_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# HelpDoc_DBCommand_Display
source: Database Command
fr: Commande de base de données

# HydrometricDataValue_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# HydrometricDataValue_DBCommand_Display
source: Database Command
fr: Commande de base de données

# HydrometricSite_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# HydrometricSite_DBCommand_Display
source: Database Command
fr: Commande de base de données

# InfrastructureLanguage_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# InfrastructureLanguage_DBCommand_Display
source: Database Command
fr: Commande de base de données

# Infrastructure_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# Infrastructure_DBCommand_Display
source: Database Command
fr: Commande de base de données

# LabSheetDetail_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# LabSheetDetail_DBCommand_Display
source: Database Command
fr: Commande de base de données

# LabSheetTubeMPNDetail_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# LabSheetTubeMPNDetail_DBCommand_Display
source: Database Command
fr: Commande de base de données

# LabSheet_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# LabSheet_DBCommand_Display
source: Database Command
fr: Commande de base de données

# Log_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# Log_DBCommand_Display
source: Database Command
fr: Commande de base de données

# MapInfoPoint_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# MapInfoPoint_DBCommand_Display
source: Database Command
fr: Commande de base de données

# MapInfo_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# MapInfo_DBCommand_Display
source: Database Command
fr: Commande de base de données

# MikeBoundaryCondition_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# MikeBoundaryCondition_DBCommand_Display
source: Database Command
fr: Commande de base de données

# MikeScenarioResult_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# MikeScenarioResult_DBCommand_Display
source: Database Command
fr: Commande de base de données

# MikeScenario_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# MikeScenario_DBCommand_Display
source: Database Command
fr: Commande de base de données

# MikeSourceStartEnd_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# MikeSourceStartEnd_DBCommand_Display
source: Database Command
fr: Commande de base de données

# MikeSource_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local

# MikeSource_DBCommand_Display
source: Database Command
fr: Commande de base de données

# MWQMAnalysisReportParameter_DBCommand_Description
source: Identify the database command for local database sync
fr: Identifie la command de base de données pour syncroniser avec la base de données local
