Repository: ECCC-CSSP/CSSPTools
Catalog: src/dlls/CSSPCultureServices/Resources/CSSPCultureModelsRes.*.resx
Languages: fr

# TVFileLanguage_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# TVFileLanguage_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# TVFileLanguage_TranslationStatus_Description
source: Translation status of the file description
fr: Le statut de la traduction de la description du fichier

# TVFileLanguage_TranslationStatus_Display
source: Translation status
fr: Le statut de la traduction

# TVFileLanguage_TVFileID_Description
source: Link to the TVFiles table representing the tree view file
fr: Lien à la table TVFiles représentant la filière de l'arbre visuel

# TVFileLanguage_TVFileID_Display
source: TV file ID
fr: Filière de l'arbre visuel ID

# TVFileLanguage_TVFileLanguageID_Description
source: Contains the unique identifier on each row of the TVFileLanguages table
fr: Contient l'identifiant unique sur chaque ligne de la table TVFileLanguages

# TVFile_ClientFilePath_Description
source: Client file path
fr: Adress du fichier au client

# TVFile_ClientFilePath_Display
source: Client file path
fr: Adress du fichier au client

# TVFile_FileCreatedDate_UTC_Description
source: File created date (UTC)
fr: Date de création du fichier (UTC)

# TVFile_FileCreatedDate_UTC_Display
source: File created date (UTC)
fr: Date de création du fichier (UTC)

# TVFile_FileInfo_Description
source: File information
fr: Information sur le fichier

# TVFile_FileInfo_Display
source: File info
fr: Info sur le fichier

# TVFile_FilePurpose_Description
source: File purpose
fr: But du fichier

# TVFile_FilePurpose_Display
source: File purpose
fr: But du fichier

# TVFile_FileSize_kb_Description
source: File site (KB)
fr: Taille du fichier

# TVFile_FileSize_kb_Display
source: File size (KB)
fr: Taille du fichier (KB)

# TVFile_FileType_Description
source: File type
fr: Type de filière

# TVFile_FileType_Display
source: File type
fr: Type de filière

# TVFile_FromWater_Description
source: Taken from water
fr: Pris sur l'eau

# TVFile_FromWater_Display
source: From water
fr: Pris sur l'eau

# TVFile_Language_Description
source: Language
fr: Langage

# TVFile_Language_Display
source: Language
fr: Langage

# TVFile_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# TVFile_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# TVFile_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# TVFile_Parameters_Description
source: Parameters used when producing the report
fr: Paramètres utilisé lors de la production de raport

# TVFile_Parameters_Display
source: Parameters
fr: Paramètres

# TVFile_ReportTypeID_Description
source: Link to the ReportTypes table representing the report type
fr: Lien à la table ReportTypes représentant le type de raport

# TVFile_ReportTypeID_Display
source: Report type ID
fr: Type de raport ID

# TVFile_ServerFileName_Description
source: Server file name
fr: Nom du fichier au serveur

# TVFile_ServerFileName_Display
source: Server file name
fr: Nom du fichier au serveur

# TVFile_ServerFilePath_Description
source: Server file path
fr: Adress du fichier au serveur

# TVFile_ServerFilePath_Display
source: Server file path
fr: Adress du fichier au serveur

# TVFile_TemplateTVType_Description
source: Template tree view type
fr: Type d'arbre visuel du gabari

# TVFile_TemplateTVType_Display
source: Template TV type
fr: Type d'arbre visuel du gabari

# TVFile_TVFileID_Description
source: Contains the unique identifier on each row of the TVFiles table
fr: Contient l'identifiant unique sur chaque ligne de la table TVFiles

# TVFile_TVFileTVItemID_Description
source: Link to the TVItems table representing the file under the tree view
fr: Lien à la table TVItems représentant la filière sous l'arbre visuel

# TVFile_TVFileTVItemID_Display
source: TV file TVItemID
fr: Filière sous l'arbre visuel TVItemID

# TVFile_Year_Description
source: Year
fr: Année

# TVFile_Year_Display
source: Year
fr: Année

# TVFullText_FullText_Description
source: Full text
fr: Texte intégral

# TVFullText_FullText_Display
source: Full text
fr: Texte intégral

# TVFullText_TVPath_Description
source: Tree view path
fr: Chemin de l'arbre visuel

# TVItemInfrastructureTypeTVItemLink_FlowTo_Description
source: Infrastructure which flows to another infrastructure
fr: Infrastructure coulant vers un autre infrastructure

# TVItemInfrastructureTypeTVItemLink_FlowTo_Display
source: Flow to
fr: Coule vers

# TVItemInfrastructureTypeTVItemLink_InfrastructureTypeText_Description
source: Infrastructure type text
fr: Texte du type d'infrastructure

# TVItemInfrastructureTypeTVItemLink_InfrastructureTypeText_Display
source: Infrastructure type text
fr: Texte du type d'infrastructure

# TVItemInfrastructureTypeTVItemLink_InfrastructureType_Description
source: Infrastructure type
fr: Type d'infrastructure

# TVItemInfrastructureTypeTVItemLink_InfrastructureType_Display
source: Infrastructure type
fr: Type d'infrastructure

# TVItemInfrastructureTypeTVItemLink_SeeOtherMunicipalityTVItemID_Description
source: Link to the TVItems table representing the other infrastructure
fr: Lien à la table TVItems représentant l'autre infrastructure

# TVItemInfrastructureTypeTVItemLink_SeeOtherMunicipalityTVItemID_Display
source: See other TVItemID
fr: Voir autre TVItemID

# TVItemInfrastructureTypeTVItemLink_TVItemLinkList_Description
source: Tree view item link list
fr: List de liens entre items de l'arbre visuel

# TVItemInfrastructureTypeTVItemLink_TVItemLinkList_Display
source: TV item link list
fr: List de liens entre items de l'arbre visuel

# TVItemInfrastructureTypeTVItemLink_TVItem_Description
source: Tree view item
fr: L'item de l'arbre visuel

# TVItemLanguage_Language_Description
source: Language of item
fr: Langage de l'item

# TVItemLanguage_Language_Display
source: Language
fr: Langage

# TVItemLanguage_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# TVItemLanguage_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# TVItemLanguage_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# TVItemLanguage_TranslationStatus_Description
source: Translation status of the tree view text
fr: Le statut de la traduction du texte de l'arbre visuel

# TVItemLanguage_TranslationStatus_Display
source: Translation status
fr: Le statut de la traduction

# TVItemLanguage_TVItemID_Description
source: Link to the TVItems table representing the tree view
fr: Lien à la table TVItems représentant l'arbre visuel

# TVItemLanguage_TVItemID_Display
source: TV Item ID
fr: L'arbre visuel ID

# TVItemLanguage_TVItemLanguageID_Description
source: Contains the unique identifier on each row of the TVItemLanguages table
fr: Contient l'identifiant unique sur chaque ligne de la table TVItemLanguages

# TVItemLanguage_TVText_Description
source: Tree view text
fr: Texte de l'arbre visuel

# TVItemLanguage_TVText_Display
source: TV text
fr: Texte de l'arbre visuel

# TVItemLink_EndDateTime_Local_Description
source: End date
fr: Date de fin

# TVItemLink_EndDateTime_Local_Display
source: End date
fr: Date de fin

# TVItemLink_FromTVItemID_Description
source: Link to the TVItems table representing the from
fr: Lien à la table TVItems représentant le départ

# TVItemLink_FromTVItemID_Display
source: From TVItemID
fr: Départ TVItemID

# TVItemLink_FromTVType_Description
source: From tree view type
fr: Type d'arbre visuel du départ

# TVItemLink_FromTVType_Display
source: From tv type
fr: Type d'arbre visuel du départ

# TVItemLink_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# TVItemLink_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# TVItemLink_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# TVItemLink_Ordinal_Description
source: Ordinal
fr: Ordre

# TVItemLink_Ordinal_Display
source: Ordinal
fr: Ordre

# TVItemLink_ParentTVItemLinkID_Description
source: Parent tree view item link
fr: Lien du parent de l'arbre visuel

# TVItemLink_ParentTVItemLinkID_Display
source: Parent TV item link
fr: Lien du parent de l'arbre visuel

# TVItemLink_StartDateTime_Local_Description
source: Start date
fr: Date de départ

# TVItemLink_StartDateTime_Local_Display
source: Start date
fr: Date de départ

# TVItemLink_ToTVItemID_Description
source: Link to the TVItems table representing the to
fr: Lien à la table TVItems représentant la fin

# TVItemLink_ToTVItemID_Display
source: To TVItemID
fr: Fin TVItemID

# TVItemLink_ToTVType_Description
source: To tree view type
fr: Type d'arbre visuel de la fin

# TVItemLink_ToTVType_Display
source: To tv type
fr: Type d'arbre visuel de la fin

# TVItemLink_TVItemLinkID_Description
source: Contains the unique identifier on each row of the TVItemLinks table
fr: Contient l'identifiant unique sur chaque ligne de la table TVItemLinks

# TVItemLink_TVLevel_Description
source: Tree view level
fr: Niveau de l'arbre visuel

# TVItemLink_TVLevel_Display
source: TV level
fr: Niveau de l'arbre visuel

# TVItemLink_TVPath_Description
source: Tree view path
fr: Chemin de l'arbre visuel

# TVItemLink_TVPath_Display
source: TV path
fr: Chemin de l'arbre visuel

# TVItemStat_ChildCount_Description
source: Child items number
fr: Nombre sous items

# TVItemStat_ChildCount_Display
source: Child items number
fr: Nombre sous items

# TVItemStat_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# TVItemStat_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# TVItemStat_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# TVItemStat_TVItemID_Description
source: Link to the TVItems table representing item of the tree view
fr: Lien à la table TVItems représentant l'item de l'arbre visuel

# TVItemStat_TVItemStatID_Description
source: Contains the unique identifier on each row of the TVItemStats table
fr: Contient l'identifiant unique sur chaque ligne de la table TVItemStats

# TVItemStat_TVType_Description
source: Tree view type
fr: Type d'arbre visuel

# TVItemStat_TVType_Display
source: TV type
fr: Type d'arbre visuel

# TVItemSubsectorAndMWQMSite_TVItemMWQMSiteDuplicate_Description
source: Tree view item of the duplicate MWQM site
fr: L'item de l'arbre visuel du site duplicata MWQM (fr)

# TVItemSubsectorAndMWQMSite_TVItemMWQMSiteDuplicate_Display
source: TV item of the duplicate MWQM site
fr: L'item de l'arbre visuel du site duplicata MWQM (fr)

# TVItemSubsectorAndMWQMSite_TVItemMWQMSiteList_Description
source: Tree view item of the MWQM site
fr: L'item de l'arbre visuel du site MWQM (fr)

# TVItemSubsectorAndMWQMSite_TVItemMWQMSiteList_Display
source: TV item of the MWQM site
fr: L'item de l'arbre visuel du site MWQM (fr)

# TVItemSubsectorAndMWQMSite_TVItemSubsector_Description
source: Tree view item of the subsector
fr: L'item de l'arbre visuel du sous-secteur

# TVItemSubsectorAndMWQMSite_TVItemSubsector_Display
source: TV item of the subsector
fr: L'item de l'arbre visuel du sous-secteur

# TVItemTVAuth_TVAuthText_Description
source: Tree view auth text
fr: Texte de l'authorisation de l'arbre visuel

# TVItemTVAuth_TVAuthText_Display
source: TV auth text
fr: Texte de l'authorisation de l'arbre visuel

# TVItemTVAuth_TVAuth_Description
source: Tree view authorization
fr: Authorisation de l'arbre visuel

# TVItemTVAuth_TVAuth_Display
source: TV auth
fr: Auth de l'arbre visuel

# TVItemTVAuth_TVItemID1_Description
source: Tree view item 1
fr: Item 1 de l'arbre visuel

# TVItemTVAuth_TVItemID1_Display
source: TV item 1
fr: Item 1 de l'arbre visuel

# TVItemTVAuth_TVItemUserAuthID_Description
source: User authorization TV item
fr: L'item de l'arbre visuel avec l'authorisation de l'utilisateur

# TVItemTVAuth_TVItemUserAuthID_Display
source: User authorization TV item
fr: L'item de l'arbre visuel avec l'authorisation de l'utilisateur

# TVItemTVAuth_TVText_Description
source: Tree view text
fr: Text de l'arbre visuel

# TVItemTVAuth_TVText_Display
source: TV text
fr: Text de l'arbre visuel

# TVItemTVAuth_TVTypeStr_Description
source: Tree view type text
fr: Texte du type d'arbre visuel

# TVItemTVAuth_TVTypeStr_Display
source: TV type text
fr: Texte du type d'arbre visuel

# TVItemUserAuthorization_ContactTVItemID_Description
source: Link to the TVItems table representing the contact
fr: Lien à la table TVItems représentant le contact

# TVItemUserAuthorization_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# TVItemUserAuthorization_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# TVItemUserAuthorization_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# TVItemUserAuthorization_TVAuth_Description
source: Link to the TVItems table representing the tree view authorization
fr: Lien à la table TVItems représentant l'authorization pour l'arbre visuel

# TVItemUserAuthorization_TVAuth_Display
source: TV authorization
fr: Authorization pour l'arbre visuel

# TVItemUserAuthorization_TVItemID1_Description
source: Link to the TVItems table representing the item 1 of the tree view
fr: Lien à la table TVItems représentant l'item 1 de l'arbre visuel

# TVItemUserAuthorization_TVItemID2_Description
source: Link to the TVItems table representing the item 2 of the tree view
fr: Lien à la table TVItems représentant l'item 2 de l'arbre visuel

# TVItemUserAuthorization_TVItemID3_Description
source: Link to the TVItems table representing the item 3 of the tree view
fr: Lien à la table TVItems représentant l'item 3 de l'arbre visuel

# TVItemUserAuthorization_TVItemID4_Description
source: Link to the TVItems table representing the item 4 of the tree view
fr: Lien à la table TVItems représentant l'item 4 de l'arbre visuel

# TVItemUserAuthorization_TVItemUserAuthorizationID_Description
source: Contains the unique identifier on each row of the TVItemUserAuthorizations table
fr: Contient l'identifiant unique sur chaque ligne de la table TVItemUserAuthorizations

# TVItem_IsActive_Description
source: Link to the TVFiles table representing the parent of the tree view
fr: Lien à la table TVItems représentant le parent de l'arbre visuel

# TVItem_IsActive_Display
source: Is active
fr: Est actif

# TVItem_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# TVItem_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# TVItem_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# TVItem_ParentID_Description
source: Link to the TVFiles table representing the parent of the tree view
fr: Lien à la table TVItems représentant le parent de l'arbre visuel

# TVItem_ParentID_Display
source: Parent TV ID
fr: Parent de l'arbre visuel ID

# TVItem_TVItemID_Description
source: Contains the unique identifier on each row of the TVItems table
fr: Contient l'identifiant unique sur chaque ligne de la table TVItems

# TVItem_TVLevel_Description
source: Tree view level
fr: Niveau de l'arbre visuel

# TVItem_TVLevel_Display
source: TV level
fr: Niveau de l'arbre visuel

# TVItem_TVPath_Description
source: Tree view path
fr: Chemin de l'arbre visuel

# TVItem_TVPath_Display
source: TV path
fr: Chemin de l'arbre visuel

# TVItem_TVType_Description
source: TV type
fr: Type d'arbre visuel

# TVItem_TVType_Display
source: TV type
fr: Type d'arbre visuel

# TVLocation_MapObjList_Description
source: MapObj list
fr: Liste MapObj

# TVLocation_MapObjList_Display
source: MapObj list
fr: Liste MapObj

# TVLocation_SubTVTypeText_Description
source: Sub tree view type text
fr: Texte du sous-type de l'arbre visuel

# TVLocation_SubTVTypeText_Display
source: Sub TV type text
fr: Texte du sous-type de l'arbre visuel

# TVLocation_SubTVType_Description
source: Sub tree view type
fr: Sous type de l'arbre visuel

# TVLocation_SubTVType_Display
source: Sub TV type
fr: Sous type de l'arbre visuel

# TVLocation_TVItemID_Description
source: Link to the TVItems table representing tree view item
fr: Lien à la table TVItems représentant l'item de l'arbre visuel

# TVLocation_TVText_Description
source: Tree view text
fr: Texte de l'arbre visuel

# TVLocation_TVText_Display
source: TV text
fr: Texte de l'arbre visuel

# TVLocation_TVTypeText_Description
source: Tree view type text
fr: Texte du type de l'arbre visuel

# TVLocation_TVTypeText_Display
source: TV type text
fr: Texte du type de l'arbre visuel

# TVLocation_TVType_Description
source: Tree view type
fr: Type de l'arbre visuel

# TVLocation_TVType_Display
source: TV type
fr: Type de l'arbre visuel

# TVTextLanguage_LanguageText_Description
source: Language text
fr: Texte du langage

# TVTextLanguage_LanguageText_Display
source: Language text
fr: Texte du langage

# TVTextLanguage_Language_Description
source: Language
fr: Langage

# TVTextLanguage_Language_Display
source: Language
fr: Langage

# TVTextLanguage_TVText_Description
source: TV text
fr: Texte de 'arbre visuel

# TVTextLanguage_TVText_Display
source: TV text
fr: Texte de 'arbre visuel

# TVTypeNamesAndPath_Index_Description
source: Index
fr: Indice

# TVTypeNamesAndPath_Index_Display
source: Index
fr: Indice

# TVTypeNamesAndPath_TVPath_Description
source: Tree view path
fr: Chemin de l'arbre visuel

# TVTypeNamesAndPath_TVPath_Display
source: TV path
fr: Chemin de l'arbre visuel

# TVTypeNamesAndPath_TVTypeName_Description
source: Tree view type name
fr: Nom du type de l'arbre visuel

# TVTypeNamesAndPath_TVTypeName_Display
source: TV type name
fr: Nom du type de l'arbre visuel

# TVTypeUserAuthorization_ContactTVItemID_Description
source: Link to the TVItems table representing the contact
fr: Lien à la table TVItems représentant le contact

# TVTypeUserAuthorization_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# TVTypeUserAuthorization_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# TVTypeUserAuthorization_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# TVTypeUserAuthorization_TVAuth_Description
source: Tree view authorization
fr: Type d'authorization de l'arbre visuel

# TVTypeUserAuthorization_TVAuth_Display
source: TV authorization
fr: Authorization de l'arbre visuel

# TVTypeUserAuthorization_TVTypeUserAuthorizationID_Description
source: Contains the unique identifier on each row of the TVTypeUserAuthorizations table
fr: Contient l'identifiant unique sur chaque ligne de la table TVTypeUserAuthorizations

# TVTypeUserAuthorization_TVType_Description
source: Tree view type
fr: Type de l'arbre visuel

# TVTypeUserAuthorization_TVType_Display
source: TV type
fr: Type de l'arbre visuel

# URLNumberOfSamples_NumberOfSamples_Description
source: Number of samples
fr: Nombre d'échantillons

# URLNumberOfSamples_NumberOfSamples_Display
source: Number of samples
fr: Nombre d'échantillons

# UseOfSite_EndYear_Description
source: End year
fr: Année de fin

# UseOfSite_EndYear_Display
source: End year
fr: Année de fin

# UseOfSite_LastUpdateContactTVItemID_Description
source: Contact TVItemID who made the last changes
fr: Contact TVItemID qui a fait le dernier changement

# UseOfSite_LastUpdateDate_UTC_Description
source: Contains the date of the last update in UTC
fr: Contient la date de la dernière mise à jour en (UTC)

# UseOfSite_LastUpdateDate_UTC_Display
source: Last Update Date (UTC)
fr: Date de la dernière mise à jour (UTC)

# UseOfSite_Ordinal_Description
source: Ordinal
fr: Ordre

# UseOfSite_Ordinal_Display
source: Ordinal
fr: Ordre

# UseOfSite_Param1_Description
source: Parameter 1
fr: Paramètre 1

# UseOfSite_Param1_Display
source: Parameter 1
fr: Paramètre 1

# UseOfSite_Param2_Description
source: Parameter 2
fr: Paramètre 2

# UseOfSite_Param2_Display
source: Parameter 2
fr: Paramètre 2

# UseOfSite_Param3_Description
source: Parameter 3
fr: Paramètre 3

# UseOfSite_Param3_Display
source: Parameter 3
fr: Paramètre 3

# UseOfSite_Param4_Description
source: Parameter 4
fr: Paramètre 4

# UseOfSite_Param4_Display
source: Parameter 4
fr: Paramètre 4

# UseOfSite_SiteTVItemID_Description
source: Link to the TVItems table representing the climate site, hydrometric site or the tide site
fr: Lien à la table TVItems représentant le site climatique, site hydrométrique ou le site de marée

# UseOfSite_StartYear_Description
source: Start year
fr: Année de départ

# UseOfSite_StartYear_Display
source: Start year
fr: Année de départ

# UseOfSite_SubsectorTVItemID_Description
source: Link to the TVItems table representing the subsector
fr: Lien à la table TVItems représentant le sous-secteur

# UseOfSite_SubsectorTVItemID_Display
source: Subsector TVItemID
fr: Sous-secteur TVItemID

# UseOfSite_TVType_Description
source: Type (climate, hydrometric or tide)
fr: Type (climatique, hydrométrique or de marée)

# UseOfSite_TVType_Display
source: Type (climate, hydrometric or tide)
fr: Type (climatique, hydrométrique or de marée)

# UseOfSite_UseEquation_Description
source: Use equation
fr: Utilise équation

# UseOfSite_UseEquation_Display
source: Use equation
fr: Utilise équation

# UseOfSite_UseOfSiteID_Description
source: Contains the unique identifier on each row of the UseOfSites table
fr: Contient l'identifiant unique sur chaque ligne de la table UseOfSites

# UseOfSite_UseWeight_Description
source: Use weight
fr: Utilise poids

# UseOfSite_UseWeight_Display
source: Use weight
fr: Utilise poids

# UseOfSite_Weight_perc_Description
source: Weight (%)
fr: Poids (%)

# UseOfSite_Weight_perc_Display
source: Weight (%)
fr: Poids (%)

# Vector_EndNode_Description
source: End node
fr: Node de fin

# Vector_EndNode_Display
source: End node
fr: Node de fin

# Vector_StartNode_Description
source: Start node
fr: Node de départ

# Vector_StartNode_Display
source: Start node
fr: Node de départ

# VPAmbient_AmbientSalinity_PSU_Description
source: Ambient salinity (PSU)
fr: Salinité ambiante (PSU)

# VPAmbient_AmbientSalinity_PSU_Display
source: Ambient salinity (PSU)
fr: Salinité ambiante (PSU)

# VPAmbient_AmbientTemperature_C_Description
source: Ambient temperature (Celcius)
fr: Température ambiante (°C)

# VPAmbient_AmbientTemperature_C_Display
source: Ambient temperature (Celcius)
fr: Température ambiante (°C)

# VPAmbient_BackgroundConcentration_MPN_100ml_Description
source: Background concentration in most probable number per 100 milli-Litres
fr: Concentration de fond en nombre le plus probable par 100 milli-Litres

# VPAmbient_BackgroundConcentration_MPN_100ml_Display
source: Background concentration (MPN / 100 mL)
fr: Concentration de fond (MPN / 100 mL)
