Repository: ECCC-CSSP/CSSPTools
Catalog: src/services/CSSPCultureServices/Resources/CSSPCultureEnumsRes.*.resx
Languages: fr

# ProvinceSubComponentEnumMunicipalities
source: Municipalities
fr: Municipalities (fr)

# ProvinceSubComponentEnumOpenData
source: Open Data
fr: Open Data (fr)

# ProvinceSubComponentEnumProvinceTools
source: Province Tools
fr: Province Tools (fr)

# ProvinceSubComponentEnumSamplingPlan
source: Sampling Plan
fr: Sampling Plan (fr)

# RootSubComponentEnumCountries
source: Countries
fr: Countries (fr)

# RootSubComponentEnumExportArcGIS
source: Export Arc GIS
fr: Export Arc GIS (fr)

# RootSubComponentEnumFiles
source: Files
fr: Files (fr)

# ShellSubComponentEnumArea
source: Area
fr: Area (fr)

# ShellSubComponentEnumCountry
source: Country
fr: Country (fr)

# ShellSubComponentEnumProvince
source: Province
fr: Province (fr)

# ShellSubComponentEnumRoot
source: Root
fr: Root (fr)

# ShellSubComponentEnumSector
source: Sector
fr: Sector (fr)

# ShellSubComponentEnumSubsector
source: Subsector
fr: Subsector (fr)

# TopComponentEnumHome
source: Home
fr: Home (fr)

# TopComponentEnumShell
source: Shell
fr: Shell (fr)

# AreaSubComponentEnumFiles
source: Files
fr: Fichiers

# AreaSubComponentEnumSectors
source: Sectors
fr: Secteurs

# SectorSubComponentEnumFiles
source: Files
fr: Fichiers

# SectorSubComponentEnumMIKEScenarios
source: MIKE Scenarios
fr: Scénarios MIKE

# SectorSubComponentEnumSubsectors
source: Subsectors
fr: Sous-secteurs

# SubsectorSubComponentEnumAnalysis
source: Analysis
fr: Analyse

# SubsectorSubComponentEnumFiles
source: Files
fr: Fichiers

# SubsectorSubComponentEnumLogBook
source: Log Book
fr: Journal de bord

# SubsectorSubComponentEnumMWQMRuns
source: MWQM Runs
fr: Tournées PSQEM

# SubsectorSubComponentEnumMWQMSites
source: MWQM Sites
fr: Sites PSQEM

# SubsectorSubComponentEnumPollutionSourceSites
source: Pollution Source Sites
fr: Sites des sources de pollution

# SubsectorSubComponentEnumSubsectorTools
source: Subsector Tools
fr: Outils de sous-secteurs

# AscDescEnumAscending
source: Ascending
fr: Ascendant

# AscDescEnumDescending
source: Descending
fr: Descendant

# FilesSortPropEnumFileName
source: File name
fr: Nom de filière

# FilesSortPropEnumFilePurpose
source: File purpose
fr: But de filière

# FilesSortPropEnumFileSize
source: File size
fr: Grosseur de filière

# FilesSortPropEnumFileType
source: File type
fr: Type de filière

# ShellSubComponentEnumMunicipality
source: Municipality
fr: Municipality (fr)

# ShellSubComponentEnumMWQMRun
source: MWQMRun
fr: MWQMRun (fr)

# ShellSubComponentEnumMWQMSite
source: MWQMSite
fr: MWQMSite (fr)

# ShellSubComponentEnumPolSourceSite
source: PolSourceSite
fr: PolSourceSite (fr)

# MunicipalitySubComponentEnumContacts
source: Contacts
fr: Personnes-ressources

# MunicipalitySubComponentEnumFiles
source: Files
fr: Fichiers

# MunicipalitySubComponentEnumMIKEScenarios
source: MIKE Scenarios
fr: Scénarios MIKE

# MWQMRunSubComponentEnumFiles
source: Files
fr: Fichiers

# MWQMSiteSubComponentEnumFiles
source: Files
fr: Fichiers

# PolSourceSiteSubComponentEnumFiles
source: Files
fr: Fichiers

# MikeScenarioSubComponentEnumFiles
source: Files
fr: Fichiers

# MikeScenarioSubComponentEnumGeneralParameters
source: General Parameters
fr: Paramètres Généraux

# MikeScenarioSubComponentEnumGeneralResults
source: General Results
fr: Générer résultats

# MikeScenarioSubComponentEnumInputSummary
source: Input Summary
fr: Sommaire des entrées

# ShellSubComponentEnumMikeScenario
source: MIKE Scenario
fr: Scénario MIKE

# DBCommandEnumCreated
source: Created
fr: Créé

# DBCommandEnumDeleted
source: Deleted
fr: Effacé

# DBCommandEnumModified
source: Modified
fr: Modifié

# AppTaskCommandEnumSyncDBs
source: Sync databases
fr: Sync des bases de données

# MonthEnumApril
source: April
fr: Avril

# MonthEnumAugust
source: August
fr: Août

# MonthEnumDecember
source: December
fr: Décembre

# MonthEnumFebruary
source: February
fr: Février

# MonthEnumJanuary
source: January
fr: Janvier

# MonthEnumJuly
source: July
fr: Juillet

# MonthEnumJune
source: June
fr: Juin

# MonthEnumMarch
source: March
fr: Mars

# MonthEnumMay
source: May
fr: Mai

# MonthEnumNovember
source: November
fr: Novembre

# MonthEnumOctober
source: October
fr: Octobre

# MonthEnumSeptember
source: September
fr: Septembre

# SeasonEnumFall
source: Fall
fr: Automne

# SeasonEnumSpring
source: Spring
fr: Printemps

# SeasonEnumSummer
source: Summer
fr: Été

# SeasonEnumWinter
source: Winter
fr: Hiver
