Repository: ECCC-CSSP/CSSPTools
Catalog: src/services/CSSPCultureServices/Resources/CSSPCultureEnumsRes.*.resx
Languages: fr

# AddressTypeEnumCivic
source: Civic
fr: Civic (fr)

# AddressTypeEnumMailing
source: Mailing
fr: Postale

# AddressTypeEnumShipping
source: Shipping
fr: Livraison

# AlarmSystemTypeEnumNone
source: None
fr: Aucun

# AlarmSystemTypeEnumOnlyVisualLight
source: Only Visual Light
fr: Only Visual Light (fr)

# AlarmSystemTypeEnumPagerAndLight
source: Pager And Light
fr: Pager And Light (fr)

# AlarmSystemTypeEnumSCADA
source: SCADA
fr: SCADA (fr)

# AlarmSystemTypeEnumSCADAAndLight
source: SCADA And Light
fr: SCADA And Light (fr)

# AlarmSystemTypeOnlyVisualLight
source: Only Visual Light
fr: Only Visual Light (fr)

# AlarmSystemTypeSCADA
source: SCADA
fr: SCADA (fr)

# AnalyzeMethodEnumAnalyzeMethod10
source: AnalyzeMethod10
fr: Méthode analytique 10

# AnalyzeMethodEnumAnalyzeMethod11
source: AnalyzeMethod11
fr: Méthode analytique 11

# AnalyzeMethodEnumAnalyzeMethod12
source: AnalyzeMethod12
fr: Méthode analytique 12

# AnalyzeMethodEnumAnalyzeMethod8
source: AnalyzeMethod8
fr: Méthode analytique 8

# AnalyzeMethodEnumAnalyzeMethod9
source: AnalyzeMethod9
fr: Méthode analytique 9

# AppTaskCommandEnumCreateDocumentFromTemplate
source: Create file from template
fr: Create file from template (fr)

# AppTaskCommandEnumCreateFCForm
source: Fecal Coliform Form
fr: Fecal Coliform Form (fr)

# AppTaskCommandEnumCreateSamplingPlanSamplingPlanTextFile
source: Create MWQM Plan Sampling Plan Text file
fr: Create MWQM Plan Sampling Plan Text file (fr)

# AppTaskCommandEnumGenerateWebTide
source: Generate Web Tide
fr: Generate Web Tide (fr)

# AppTaskCommandEnumGetClimateSitesDataForRunsOfYear
source: Get climate sites data for runs of year
fr: Get climate sites data for runs of year (fr)

# AppTaskCommandEnumMikeScenarioAskToRun
source: MIKE Scenario Ask To Run
fr: MIKE Scenario Ask To Run (fr)

# AppTaskCommandEnumMikeScenarioImport
source: MIKE Scenario Import
fr: MIKE Scenario Import (fr)

# AppTaskCommandEnumMikeScenarioOtherFileImport
source: MIKEScenario Other File Import
fr: MIKEScenario Other File Import (fr)

# AppTaskCommandEnumMikeScenarioRunning
source: MIKE Scenario Running
fr: MIKE Scenario Running (fr)

# AppTaskCommandEnumMikeScenarioToCancel
source: MIKE Scenario To Cancel
fr: MIKE Scenario To Cancel (fr)

# AppTaskCommandEnumMikeScenarioWaitingToRun
source: MIKE Scenario Waiting To Run
fr: MIKE Scenario Waiting To Run (fr)

# AppTaskCommandEnumSetupWebTide
source: Setup Web Tide
fr: Setup Web Tide (fr)

source: Update Climate Site Daily And Hourly For Subsector From Start Date To End Date
fr: Update Climate Site Daily And Hourly For Subsector From Start Date To End Date (fr)

# AppTaskCommandEnumUpdateClimateSiteDailyAndHourlyFromStartDateToEndDate
source: Update Climate Site Daily And Hourly From Start Date To End Date
fr: Update Climate Site Daily And Hourly From Start Date To End Date (fr)

# AppTaskCommandEnumUpdateClimateSiteInformation
source: Update Climate Site Information
fr: Update Climate Site Informatiion (fr)

# AppTaskStatusEnumCancelled
source: Cancelled
fr: Annulé

# AppTaskStatusEnumCompleted
source: Completed
fr: Terminé

# AppTaskStatusEnumCreated
source: Created
fr: Créé

# AppTaskStatusEnumRunning
source: Running
fr: En traitement

# BeaufortScaleEnumCalm
source: Calm
fr: Calm (fr)

# BeaufortScaleEnumFreshBreeze
source: Fresh breeze
fr: Fresh breeze (fr)

# BeaufortScaleEnumGale_FreshGale
source: Gale, fresh gale
fr: Gale, fresh gale (fr)

# BeaufortScaleEnumGentleBreeze
source: Gentle breeze
fr: Gentle breeze (fr)

# BeaufortScaleEnumHighWind_ModerateGale_NearGale
source: High wind, moderate gale, near gale
fr: High wind, moderate gale, near gale (fr)

# BeaufortScaleEnumHurricaneForce
source: Hurricane force
fr: Hurricane force (fr)

# BeaufortScaleEnumLightAir
source: Light air
fr: Light air (fr)

# BeaufortScaleEnumLightBreeze
source: Light breeze
fr: Light breeze (fr)

# BeaufortScaleEnumModerateBreeze
source: Moderate breeze
fr: Moderate breeze (fr)

# BeaufortScaleEnumStorm_WholeGale
source: Storm, whole gale
fr: Storm, whole gale (fr)

# BeaufortScaleEnumStrongBreeze
source: Strong breeze
fr: Strong breeze (fr)

# BeaufortScaleEnumStrong_SevereGale
source: Strong, severe gale
fr: Strong, severe gale (fr)

# BeaufortScaleEnumViolentStorm
source: Violent storm
fr: Violent storm (fr)

# BoxModelResultTypeEnumDecayPreDisinfection
source: DecayPreDisinfection
fr: DecayPreDisinfection (fr)

# BoxModelResultTypeEnumDecayUntreated
source: DecayUntreated
fr: DecayUntreated (fr)

# BoxModelResultTypeEnumNoDecayPreDisinfection
source: NoDecayPreDisinfection
fr: NoDecayPreDisinfection (fr)

# BoxModelResultTypeEnumNoDecayUntreated
source: NoDecayUntreated
fr: NoDecayUntreated (fr)

# CollectionSystemTypeEnumCombined10Separated90
source: Combined 10% Separated 90%
fr: Combined 10% Separated 90% (fr)

# CollectionSystemTypeEnumCombined20Separated80
source: Combined 20% Separated 80%
fr: Combined 20% Separated 80% (fr)

# CollectionSystemTypeEnumCombined30Separated70
source: Combined 30% Separated 70%
fr: Combined 30% Separated 70% (fr)

# CollectionSystemTypeEnumCombined40Separated60
source: Combined 40% Separated 60%
fr: Combined 40% Separated 60% (fr)

# CollectionSystemTypeEnumCombined60Separated40
source: Combined 60% Separated 40%
fr: Combined 60% Separated 40% (fr)

# CollectionSystemTypeEnumCombined70Separated30
source: Combined 70% Separated 30%
fr: Combined 70% Separated 30% (fr)

# CollectionSystemTypeEnumCombined80Separated20
source: Combined 80% Separated 20%
fr: Combined 80% Separated 20% (fr)

# CollectionSystemTypeEnumCombined90Separated10
source: Combined 90% Separated 10%
fr: Combined 90% Separated 10% (fr)

# CollectionSystemTypeEnumCombined_Separated_
source: Combined {0}% Separated {1}%
fr: Combined {0}% Separated {1}% (fr)

# CollectionSystemTypeEnumCompletelyCombined
source: Completely Combined
fr: Completely Combined (fr)

# CollectionSystemTypeEnumCompletelySeparated
source: Completely Separated
fr: Completely Separated (fr)

# ContactTitleEnumDirectorGeneral
source: Director General
fr: Director General (fr)

# ContactTitleEnumDirectorPublicWorks
source: Director Public Works
fr: Director Public Works (fr)

# ContactTitleEnumEngineer
source: Engineer
fr: Engineer (fr)

# ContactTitleEnumFacilitiesManager
source: Facilities Manager
fr: Facilities Manager (fr)

# ContactTitleEnumForeman
source: Foreman
fr: Foreman (fr)

# ContactTitleEnumOperator
source: Operator
fr: Operator (fr)

# ContactTitleEnumSuperintendent
source: Superintendent
fr: Superintendent (fr)

# ContactTitleEnumSupervisor
source: Supervisor
fr: Supervisor (fr)

# ContactTitleEnumTechnician
source: Technician
fr: Technician (fr)

# CSSPWQInputTypeEnumMunicipality
source: Municipality
fr: Municipality (fr)

# CSSPWQInputTypeEnumSubsector
source: Subsector
fr: Subsector (fr)

# DailyOrHourlyDataEnumDaily
source: Daily
fr: Daily (fr)

# DailyOrHourlyDataEnumHourly
source: Hourly
fr: Hourly (fr)

# DisinfectionTypeEnumChlorinationNoDechlorination
source: Chlorination No Dechlorination
fr: Chlorination No Dechlorination (fr)

# DisinfectionTypeEnumChlorinationNoDechlorinationSeasonal
source: Chlorination No Dechlorination Seasonal
fr: Chlorination No Dechlorination Seasonal (fr)

# DisinfectionTypeEnumChlorinationWithDechlorination
source: Chlorination With Dechlorination
fr: Chlorination With Dechlorination (fr)

# DisinfectionTypeEnumChlorinationWithDechlorinationSeasonal
source: Chlorination With Dechlorination Seasonal
fr: Chlorination With Dechlorination Seasonal (fr)

# DisinfectionTypeEnumNone
source: None
fr: Aucun

# DisinfectionTypeEnumUVSeasonal
source: UV Seasonal
fr: UV Seasonal (fr)

# EmailTypeEnumPersonal
source: Personal
fr: Personnel

# EmailTypeEnumPersonal2
source: Personal-2
fr: Personnel-2

# EmailTypeEnumWork
source: Work
fr: Travail

# EmailTypeEnumWork2
source: Work-2
fr: Travail-2

source: Empty
fr: Empty (fr)

# CSSPError
source: Error
fr: Erreur

# FacilityTypeEnumLagoon
source: Lagoon
fr: Lagoon (fr)

# FacilityTypeEnumPlant
source: Plant
fr: Plant (fr)

# FileGeneratorEnumArea
source: Area
fr: Area (fr)

# FileGeneratorEnumCountry
source: Country
fr: Country (fr)

# FileGeneratorEnumInfrastructure
source: Infrastructure
fr: Infrastructure (fr)

source: FileGeneratorEnum Is Not SamplingPlan
fr: FileGeneratorEnum Is Not SamplingPlan (fr)

# FileGeneratorEnumMIKEScenarioBoundaryConditions
source: Boundary conditions
fr: Boundary conditions (fr)

# FileGeneratorEnumMIKEScenarioConcentrationAnimation
source: Concentration Animation
fr: Concentration Animation (fr)

# FileGeneratorEnumMIKEScenarioConcentrationLimits
source: Concentration Limits
fr: Concentration Limits (fr)

# FileGeneratorEnumMIKEScenarioCurrentAnimation
source: Current Animation
fr: Current Animation (fr)

# FileGeneratorEnumMIKEScenarioCurrentMaximum
source: Current Maximum
fr: Current Maximum (fr)

# FileGeneratorEnumMIKEScenarioMesh
source: Mesh
fr: Mesh (fr)

# FileGeneratorEnumMIKEScenarioStudyArea
source: Study Area
fr: Study Area (fr)

# FileGeneratorEnumMunicipality
source: Municipality
fr: Municipality (fr)

# FileGeneratorEnumMWQMSite
source: MWQM Site
fr: MWQM Site (fr)

# FileGeneratorEnumPolSourceSite
source: Pollution Source Site
fr: Pollution Source Site (fr)

# FileGeneratorEnumProvince
source: Province
fr: Province (fr)

# FileGeneratorEnumRoot
source: Root
fr: Root (fr)

# FileGeneratorEnumSamplingPlan
source: MWQM Plan
fr: MWQM Plan (fr)

# FileGeneratorEnumSector
source: Sector
fr: Sector (fr)

# FileGeneratorEnumSubsector
source: Subsector
fr: Subsector (fr)

# FileGeneratorEnumSubsectorFaecalColiformDensities
source: Subsector Faecal Coliform Densities
fr: Subsector Faecal Coliform Densities (fr)

# FileGeneratorEnumSubsectorFaecalColiformSummaryStat
source: Subsector Faecal Coliform Summary Stat
fr: Subsector Faecal Coliform Summary Stat (fr)

# FileGeneratorEnumSubsectorMWQMSiteFaecalColiformDensities
source: Subsector MWQM Site Faecal Coliform Densities
fr: Subsector MWQM Site Faecal Coliform Densities (fr)

# FileGeneratorEnumSubsectorMWQMSiteSalinity
source: Subsector MWQM Site Salinity
fr: Subsector MWQM Site Salinity (fr)

# FileGeneratorEnumSubsectorMWQMSiteSummary
source: Subsector MWQM Site Summary
fr: Subsector MWQM Site Summary (fr)

# FileGeneratorEnumSubsectorMWQMSiteSummaryLowPrecipitation
source: Subsector MWQM Site Summary Low Precipitation
fr: Subsector MWQM Site Summary Low Precipitation (fr)

# FileGeneratorEnumSubsectorMWQMSiteWaterTemperature
source: Subsector MWQM Site Water Temperature
fr: Subsector MWQM Site Water Temperature (fr)

# FileGeneratorEnumSubsectorPollutionSourceFieldSheet
source: Subsector Pollution Source Field Sheet
fr: Subsector Pollution Source Field Sheet (fr)

# FileGeneratorEnumSubsectorPollutionSourceInfo
source: Subsector Pollution Source Information
fr: Subsector Pollution Source Information (fr)

# FileGeneratorEnumTideSite
source: Tide Site
fr: Tide Site (fr)

# FileGeneratorTypeEnumExcel
source: Excel
fr: Excel (fr)

# FileGeneratorTypeEnumExcelAndPDF
source: Excel and PDF
fr: Excel and PDF (fr)

# FileGeneratorTypeEnumHTML
source: HTML
fr: HTML (fr)

# FileGeneratorTypeEnumKMZ
source: KMZ
fr: KMZ (fr)

# FileGeneratorTypeEnumTXT
source: Text
fr: Text (fr)

# FileGeneratorTypeEnumWord
source: Word
fr: Word (fr)

# FileGeneratorTypeEnumWordAndPDF
source: Word and PDF
fr: Word and PDF (fr)

# FileGeneratorTypeEnum_IsNotSupported
source: FileGeneratorTypeEnum [{0}] is not supported
fr: FileGeneratorTypeEnum [{0}] is not supported (fr)

# FilePurposeEnumGenerated
source: Generated
fr: Générée

# FilePurposeEnumGeneratedFCForm
source: Generated FC Form
fr: Formulaire CF

# FilePurposeEnumMap
source: Map
fr: Carte

# FilePurposeEnumMikeInput
source: MIKE Input
fr: MIKE données d'entrées

# FilePurposeEnumMikeInputMDF
source: MIKE Input MDF
fr: MIKE données d'entrées MDF

# FilePurposeEnumMikeResultDFSU
source: MIKE Result DFSU
fr: MIKE résultats DFSU

# FilePurposeEnumMikeResultKMZ
source: MIKE Result KMZ
fr: MIKE résultats KMZ

# FilePurposeEnumPicture
source: Picture
fr: Photo

# FilePurposeEnumReported
source: Reported
fr: Raporté

# FilePurposeEnumTemplate
source: Template
fr: Modèle

# FileStatusEnumChanged
source: Changed
fr: Changed (fr)

# FileStatusEnumFail
source: Fail
fr: Fail (fr)

# FileStatusEnumRejected
source: Rejected
fr: Rejected (fr)

# FileStatusEnumSent
source: Sent
fr: Sent (fr)

# FileTypeEnumDFS0
source: DFS0
fr: DFS0 (fr)

# FileTypeEnumDFS1
source: DFS1
fr: DFS1 (fr)

# FileTypeEnumDFSU
source: DFSU
fr: DFSU (fr)

# FileTypeEnumDOCX
source: DOCX
fr: DOCX (fr)

# FileTypeEnumGIF
source: GIF
fr: GIF (fr)

# FileTypeEnumHTML
source: HTML
fr: HTML (fr)

# FileTypeEnumJPEG
source: JPEG
fr: JPEG (fr)

# FileTypeEnumJPG
source: JPG
fr: JPG (fr)

# FileTypeEnumKML
source: KML
fr: KML (fr)

# FileTypeEnumKMZ
source: KMZ
fr: KMZ (fr)

# FileTypeEnumLOG
source: LOG
fr: LOG (fr)

# FileTypeEnumM21FM
source: M21FM
fr: M21FM (fr)

# FileTypeEnumM3FM
source: M3FM
fr: M3FM (fr)

# FileTypeEnumMDF
source: MDF
fr: MDF (fr)

# FileTypeEnumMESH
source: MESH
fr: MESH (fr)

# FileTypeEnumPDF
source: PDF
fr: PDF (fr)

# FileTypeEnumPNG
source: PNG
fr: PNG (fr)

# FileTypeEnumTXT
source: TXT
fr: TXT (fr)

# FileTypeEnumXLSX
source: XLSX
fr: XLSX (fr)

# FileTypeEnumXYZ
source: XYZ
fr: XYZ (fr)

# InfrastructureTypeEnumLiftStation
source: Lift Station
fr: Lift Station (fr)

# InfrastructureTypeEnumLineOverflow
source: Line overflow
fr: Line overflow (fr)

# InfrastructureTypeEnumOther
source: Other
fr: Other (fr)

# InfrastructureTypeEnumSeeOtherMunicipality
source: See other municipality
fr: See other municipality (fr)

# InfrastructureTypeEnumWWTP
source: WWTP
fr: WWTP (fr)

# KMZActionEnumDoNothing
source: DoNothing
fr: DoNothing (fr)

# KMZActionEnumGenerateKMZBoundaryConditionNodes
source: GenerateKMZBoundaryConditionNodes
fr: GenerateKMZBoundaryConditionNodes (fr)

# KMZActionEnumGenerateKMZContourAnimation
source: GenerateKMZContourAnimation
fr: GenerateKMZContourAnimation (fr)

# KMZActionEnumGenerateKMZContourLimit
source: GenerateKMZContourLimit
fr: GenerateKMZContourLimit (fr)

# KMZActionEnumGenerateKMZCurrentAnimation
source: GenerateKMZCurrentAnimation
fr: GenerateKMZCurrentAnimation (fr)

# KMZActionEnumGenerateKMZCurrentMaximum
source: GenerateKMZCurrentMaximum
fr: GenerateKMZCurrentMaximum (fr)

# KMZActionEnumGenerateKMZMesh
source: GenerateKMZMesh
fr: GenerateKMZMesh (fr)

# KMZActionEnumGenerateKMZStudyArea
source: GenerateKMZStudyArea
fr: GenerateKMZStudyArea (fr)

# LaboratoryEnumCaraquetMobileLaboratoryEnvironmentCanada
source: Caraquet mobile laboratory Environment Canada
fr: Caraquet mobile laboratory Environment Canada (fr)

# LaboratoryEnumMaxxamAnalyticsBedford
source: Maxxam Analytics Bedford
fr: Maxxam Analytics Bedford (fr)

# LaboratoryEnumMaxxamAnalyticsSydney
source: Maxxam Analytics Sydney
fr: Maxxam Analytics Sydney (fr)

# LaboratoryEnumMonctonEnvironmentCanada
source: Moncton Environment Canada
fr: Moncton Environment Canada (fr)

# LaboratoryEnumNLMobileLaboratory
source: NL Mobile Laboratory
fr: NL Mobile Laboratory (fr)

# LaboratoryEnumPEIAnalyticalLaboratory
source: PEI Analytical Laboratory
fr: PEI Analytical Laboratory (fr)

# LaboratoryEnumPetroformaInc
source: Petroforma Inc.
fr: Petroforma Inc. (fr)

# LaboratoryEnumZZ_0
source: ZZ_0
fr: ZZ_0 (fr)

# LaboratoryEnumZZ_1
source: ZZ_1
fr: ZZ_1 (fr)

# LaboratoryEnumZZ_11BC
source: ZZ_11BC
fr: ZZ_11BC (fr)

# LaboratoryEnumZZ_12BC
source: ZZ_12BC
fr: ZZ_12BC (fr)

# LaboratoryEnumZZ_13BC
source: ZZ_13BC
fr: ZZ_13BC (fr)

# LaboratoryEnumZZ_14BC
source: ZZ_14BC
fr: ZZ_14BC (fr)

# LaboratoryEnumZZ_15BC
source: ZZ_15BC
fr: ZZ_15BC (fr)

# LaboratoryEnumZZ_16BC
source: ZZ_16BC
fr: ZZ_16BC (fr)

# LaboratoryEnumZZ_17BC
source: ZZ_17BC
fr: ZZ_17BC (fr)

# LaboratoryEnumZZ_18BC
source: ZZ_18BC
fr: ZZ_18BC (fr)

# LaboratoryEnumZZ_1Q
source: ZZ_1Q
fr: ZZ_1Q (fr)

# LaboratoryEnumZZ_2
source: ZZ_2
fr: ZZ_2 (fr)

# LaboratoryEnumZZ_2Q
source: ZZ_2Q
fr: ZZ_2Q (fr)

# LaboratoryEnumZZ_3
source: ZZ_3
fr: ZZ_3 (fr)

# LaboratoryEnumZZ_3Q
source: ZZ_3Q
fr: ZZ_3Q (fr)

# LaboratoryEnumZZ_4
source: ZZ_4
fr: ZZ_4 (fr)

# LaboratoryEnumZZ_4Q
source: ZZ_4Q
fr: ZZ_4Q (fr)

# LaboratoryEnumZZ_5Q
source: ZZ_5Q
fr: ZZ_5Q (fr)

# LabSheetStatusEnumCreated
source: Created
fr: Created (fr)

# LabSheetStatusEnumRejected
source: Rejected
fr: Rejected (fr)

# LabSheetStatusEnumTransferred
source: Transferred
fr: Transferred (fr)

# LogCommandEnumAdd
source: Add
fr: Add (fr)

# LogCommandEnumChange
source: Change
fr: Change (fr)

# LogCommandEnumDelete
source: Delete
fr: Delete (fr)

# MapInfoDrawTypeEnumPoint
source: Point
fr: Point (fr)

# MapInfoDrawTypeEnumPolygon
source: Polygon
fr: Polygon (fr)

# MapInfoDrawTypeEnumPolyline
source: Polyline
fr: Polyline (fr)

# MikeBoundaryConditionLevelOrVelocityEnumLevel
source: Level
fr: Level (fr)

# MikeBoundaryConditionLevelOrVelocityEnumVelocity
source: Velocity
fr: Velocity (fr)

source: MWQMSiteLatestClassification
fr: Site PSQEM dernière classification

# MWQMSiteLatestClassificationEnumApproved
source: Approved
fr: Agréé

# MWQMSiteLatestClassificationEnumConditionallyApproved
source: ConditionallyApproved
fr: Agréé sous conditions

# MWQMSiteLatestClassificationEnumConditionallyRestricted
source: ConditionallyRestricted
fr: Restreint sous conditions

# MWQMSiteLatestClassificationEnumProhibited
source: Prohibited
fr: Interdit

# MWQMSiteLatestClassificationEnumRestricted
source: Restricted
fr: Restreint

# MWQMSiteLatestClassificationEnumUnclassified
source: Unclassified
fr: Non classifié

# PolSourceInactiveReasonEnumAbandoned
source: Abandoned
fr: Abandoned (fr)

# PolSourceInactiveReasonEnumClosed
source: Closed
fr: Closed (fr)

# PolSourceInactiveReasonEnumRemoved
source: Removed
fr: Removed (fr)

# PreliminaryTreatmentTypeEnumBarScreen
source: Bar screen
fr: Bar screen (fr)

# PreliminaryTreatmentTypeEnumGrinder
source: Grinder
fr: Grinder (fr)

# PreliminaryTreatmentTypeEnumNotApplicable
source: Not applicable
fr: Not applicable (fr)

# PrimaryTreatmentTypeEnumChemicalCoagulation
source: Chemical coagulation
fr: Chemical coagulation (fr)

# PrimaryTreatmentTypeEnumFiltration
source: Filtration
fr: Filtration (fr)

# PrimaryTreatmentTypeEnumNotApplicable
source: Not applicable
fr: Not applicable (fr)

# PrimaryTreatmentTypeEnumSedimentation
source: Sedimentation
fr: Sedimentation (fr)

# ReportFileTypeEnumCSV
source: Comma Seperated Values
fr: Comma Seperated Values (fr)

# ReportFileTypeEnumExcel
source: Excel
fr: Excel (fr)

# ReportFileTypeEnumWord
source: Word
fr: Word (fr)

# SameDayNextDayEnumNextDay
source: Next day
fr: Next day (fr)

# SameDayNextDayEnumSameDay
source: Same day
fr: Same day (fr)

# SampleMatrixEnumB
source: B
fr: B (fr)

# SampleMatrixEnumMPNQ
source: MPNQ
fr: MPNQ (fr)

# SampleMatrixEnumS
source: S
fr: S (fr)

# SampleMatrixEnumSampleMatrix5
source: Sample Matrix 5
fr: Sample Matrix 5 (fr)

# SampleMatrixEnumSampleMatrix6
source: Sample Matrix 6
fr: Sample Matrix 6 (fr)

# SampleMatrixEnumW
source: W
fr: W (fr)

# SampleMatrixEnumWater
source: Water
fr: Water (fr)

# SampleStatusEnumActive
source: Active
fr: Active (fr)

# SampleStatusEnumArchived
source: Archived
fr: Archived (fr)

# SampleStatusEnumSampleStatus3
source: Sample Status 3
fr: Sample Status 3 (fr)

# SampleStatusEnumSampleStatus4
source: Sample Status 4
fr: Sample Status 4 (fr)

# SampleStatusEnumSampleStatus5
source: Sample Status 5
fr: Sample Status 5 (fr)

# SampleTypeEnumDailyDuplicate
source: Daily duplicate
fr: Daily duplicate (fr)

# SampleTypeEnumInfrastructure
source: Infrastructure
fr: Infrastructure (fr)

# SampleTypeEnumIntertechDuplicate
source: Intertech duplicate
fr: Intertech duplicate (fr)

# SampleTypeEnumIntertechRead
source: Intertech read
fr: Intertech read (fr)

# SampleTypeEnumRainCMP
source: Rain CMP
fr: Rain CMP (fr)

# SampleTypeEnumRainRun
source: Rain run
fr: Rain run (fr)

# SampleTypeEnumReopeningEmergencyRain
source: Reopening emergency rain
fr: Reopening emergency rain (fr)

# SampleTypeEnumReopeningSpill
source: Reopening spill
fr: Reopening spill (fr)

# SampleTypeEnumRoutine
source: Routine
fr: Routine (fr)

# SampleTypeEnumSanitary
source: Sanitary
fr: Sanitary (fr)

# SampleTypeEnumStudy
source: Study
fr: Study (fr)

# SamplingPlanTypeEnumMunicipality
source: Municipality
fr: Municipality (fr)

# SamplingPlanTypeEnumSubsector
source: Subsector
fr: Subsector (fr)

# ScenarioStatusEnumAskToRun
source: Ask To Run
fr: Ask To Run (fr)

# ScenarioStatusEnumCancelled
source: Cancelled
fr: Cancelled (fr)

# ScenarioStatusEnumChanged
source: Changed
fr: Changed (fr)

# ScenarioStatusEnumChanging
source: Changing
fr: Changing (fr)

# ScenarioStatusEnumCompleted
source: Completed
fr: Completed (fr)

# ScenarioStatusEnumCopied
source: Copied
fr: Copied (fr)

# ScenarioStatusEnumCopying
source: Copying
fr: Copying (fr)

# ScenarioStatusEnumNormal
source: Normal
fr: Normal (fr)

# ScenarioStatusEnumRunning
source: Running
fr: Running (fr)

# SecondaryTreatmentTypeEnumNotApplicable
source: Not applicable
fr: Not applicable (fr)

# SecondaryTreatmentTypeEnumOxidationDitch
source: Oxidation Ditch
fr: Oxidation Ditch (fr)

# SecondaryTreatmentTypeEnumRotatingBiologicalContactor
source: Rotating Biological Contactor (RBC)
fr: Rotating Biological Contactor (RBC) (fr)

# SecondaryTreatmentTypeEnumSequencingBatchReactor
source: Sequencing Batch Reactor (SBR)
fr: Sequencing Batch Reactor (SBR) (fr)

# SecondaryTreatmentTypeEnumTricklingFilters
source: Trickling filters
fr: Trickling filters (fr)

# SiteTypeEnumClimate
source: Climate
fr: Climate (fr)

# SiteTypeEnumHydrometric
source: Hydrometric
fr: Hydrometric (fr)

# SiteTypeEnumTide
source: Tide
fr: Tide (fr)

# StorageDataTypeEnumArchived
source: Archived
fr: Archived (fr)

# StorageDataTypeEnumForcasted
source: Forcasted
fr: Forcasted (fr)

# StorageDataTypeEnumObserved
source: Observed
fr: Observed (fr)

# StreetTypeEnumAlley
source: Alley
fr: Allée

# StreetTypeEnumCourt
source: Court
fr: Ruelle

# StreetTypeEnumCrescent
source: Crescent
fr: Croissant

# StreetTypeEnumDrive
source: Drive
fr: Promenade

# StreetTypeEnumRoad
source: Road
fr: Chemin

# StreetTypeEnumRoute
source: Route
fr: Route (fr)

# StreetTypeEnumStreet
source: Street
fr: Rue

# TelTypeEnumMobile
source: Mobile
fr: Cellulaire

# TelTypeEnumMobile2
source: Mobile-2
fr: Cellulaire-2

# TelTypeEnumPersonal
source: Personal
fr: Personnel

# TelTypeEnumPersonal2
source: Personal-2
fr: Personnel-2

# TelTypeEnumWork
source: Work
fr: Travail

# TelTypeEnumWork2
source: Work-2
fr: Travail-2

# TertiaryTreatmentTypeEnumAdsorption
source: Adsorption
fr: Adsorption (fr)

# TertiaryTreatmentTypeEnumBiologicalNutrientRemoval
source: Biological Nutrient Removal (BNR)
fr: Biological Nutrient Removal (BNR) (fr)

# TertiaryTreatmentTypeEnumFlocculation
source: Flocculation
fr: Flocculation (fr)

# TertiaryTreatmentTypeEnumIonExchange
source: Ion exchange
fr: Ion exchange (fr)

# TertiaryTreatmentTypeEnumMembraneFiltration
source: Membrane filtration
fr: Membrane filtration (fr)

# TertiaryTreatmentTypeEnumNotApplicable
source: Not applicable
fr: Not applicable (fr)

# TertiaryTreatmentTypeEnumReverseOsmosis
source: Reverse osmosis
fr: Reverse osmosis (fr)

# TideData15MinOr60MinEnumMin15
source: 15 Minutes
fr: 15 Minutes (fr)

# TideData15MinOr60MinEnumMin60
source: 60 Minutes
fr: 60 Minutes (fr)

# TideTextEnumHighTide
source: High Tide
fr: High Tide (fr)

# TideTextEnumHighTideFalling
source: High Tide Falling
fr: High Tide Falling (fr)

# TideTextEnumHighTideRising
source: High Tide Rising
fr: High Tide Rising (fr)

# TideTextEnumLowTide
source: Low Tide
fr: Low Tide (fr)

# TideTextEnumLowTideFalling
source: Low Tide Falling
fr: Low Tide Falling (fr)
