Repository: ECCC-CSSP/CSSPTools
Catalog: src/services/CSSPCultureServices/Resources/CSSPCultureDesktopRes.*.resx
Languages: fr

# AzureFile_Changed
source: Azure file {0} changed
fr: Filière de Azure {0} a changé

# AzureFile_DidNotChanged
source: Azure file {0} did not changed
fr: Filière de Azure {0} n'a pas changé

# BadRequest_
source: Bad request {0}
fr: Mauvaise requête {0}

# butCancelUpdateText
source: Cancel
fr: Annuler

# butCloseText
source: Close
fr: Fermer

# butHideHelpPanelText
source: Close Help
fr: Fermer l'aide

# butLoginText
source: Login
fr: Ouvrir session

# butLogoffText
source: Logoff
fr: Déconnextion

# butRegisterText
source: Register
fr: S'enregistrer

# butShowHelpPanelText
source: Help
fr: Aide

# butShowLanguagePanelText
source: Language
fr: Langage

# butStartText
source: Start
fr: Commencer

# butStopText
source: Stop
fr: Arrêter

# butUpdateCompletedText
source: Update Completed
fr: Mise à jour complété

# butUpdatesAvailableText
source: Updates Available
fr: Mise à jour disponible

# butUpdateText
source: Update
fr: Mise à jour

# CheckIfCSSPOtherFilesExist
source: Checking if CSSP other files exist
fr: Vérification si les autres filières existes

# CheckIfLoginIsRequired
source: Checking if login is required
fr: Vérification si une connexion est requise

# CheckIfNewTVItemsOrTVItemLanguagesExist
source: Checking and collecting new informations 'TVItems' or 'TVItemLanguage'
fr: Vérification et collection de nouvelles informations 'TVItems' ou 'TVItemLanguage'

# CheckIfUpdateIsNeeded
source: Checking if updates are available
fr: Vérification si une mise-à-jour est disponible

# CheckingInternetConnection
source: Checking for internet connection
fr: Vérification d'une connextion internet

source: Connected On Internet
fr: Connexion internet exist

# CouldNotAddOrModifyCSSPDBFilesManagement_dbFor_
source: Could not add or modify CSSPDBFilesManagement.db for [{0}]
fr: Dans l'ipossibilité d'ajouter ou modifier CSSPDBFilesManagement.db pour [{0}]

# CouldNotAdd_Error_
source: Could not add {0}. Error: {1}
fr: Impossible d'ajouter {0}. Erreur: {1}

# CouldNotCreateDirectory_Error_
source: Could not create directory [{0}]. Error: [{1}]
fr: Dans l'impossibilité de créer le répertoire [{0}]. Erreur: [{1}]

# CouldNotCreateFile_OnAzure
source: Could not create file {0} on Azure
fr: Dans l'impossibilité de créer la filière {0} dans Azure

# CouldNotDeleteDirectory_Error_
source: Could not delete directory [{0}]. Error: [{1}]
fr: Dans l'impossibilité d'effacer le répertoire [{0}]. Erreur: [{1}]

# CouldNotDeleteFile_Error_
source: Could not delete file [{0}]. Error: [{1}]
fr: Dans l'impossibilité d'effacer la filière [{0}]. Erreur: [{1}]

# CouldNotDelete_Error_
source: Could not delete {0}. Error: [{1}]
fr: Dans l'impossibilité d'effacer {0}. Erreur: [{1}]

# CouldNotFindFile_
source: Could not find file [{0}]
fr: Dans l'impossibilité de trouver la filière [{0}]

# CouldNotGetPropertiesFromAzureStore_AndFile_
source: Could not read properties from Azure Store {0} and file {1}
fr: Dans l'impossibilité de lire les propriétés de Azure Store {0} et la filière {1}

source: Could not login
fr: Dans l'impossibilité d'ouvrir une session

# CouldNotMoveDirectory_To_Error_
source: Could not move directory [{0}] to directory [{1}]. Error: [{2}]
fr: Dans l'impossibilité de déplacer le répertoire [{0}] au répertoire [{1}]. Erreur: [{2}]

# CouldNotReadAzureStoreFrom_
source: Could not read AzureStore from {0}
fr: Dans l'impossibilité de lire AzureStore de {0}

# CouldNotUnzip_Error_
source: Could not unzip [{0}]. Erreur [{1}]
fr: Dans l'impossibilité de décompresser la filière [{0}]. Erreur [{1}]

source: Creating all required directories
fr: Création de tous les répertoires requis

# CSSPOtherFileNotFound_
source: CSSP other file not found {0}
fr: Autre filière non trouvé {0}

# CSSPFilesManagementUpdateAzureStorage_AzureFileName_
source: CSSPFilesManagement.db Upate. AzureStorage {0} - AzureFileName {1}
fr: CSSPFilesManagement.db entré. AzureStorage {0} - AzureFileName {1}

# DirectoryCreated_
source: Directory created {0}
fr: Répertoire créé {0}

# Directory_ShouldExist
source: Directory [{0}] should exist
fr: Le répertoire [{0}] devrait exister

source: Done ...
fr: Complèté ...

# DownloadingFileFromAzure_
source: Downloading zip file from Azure {0}
fr: Téléchargement de la filière .zip de Azure {0}

# Downloading_
source: Downloading {0}
fr: Téléchargement de {0}

source: Error while trying to login
fr: Erreur pendant l'essay d'ouvrir une session

# ExecutingBackgroundApps
source: Executing background applications
fr: Exécution des applications d'arrière-plan

# Executing_
source: Executing {0}
fr: Exécution {0}

# File_CreatedOnAzure
source: File {0} created on Azure
fr: Filière {0} créée dans Azure

# FormTitleText
source: CSSP Desktop Application
fr: Application PCCSM de bureau

# Found_InDBLogin
source: Found {0} in dbLogin
fr: {0} trouvé dans dbLogin

# Found_InDBLogin_
source: Found {0} in DBLogin {1}
fr: {0} trouvé dans dbLogin {1}

# InstallUpdates
source: Installation of updates
fr: Installation de mise-à-jour

source: Internet connection detected
fr: Connexion internet détecté

source: Internet connection not detected
fr: Connexion internet non détecté

# InternetConnectionRequiredFirstTimeConnecting
source: Internet connection is required the first time connecting
fr: Une connexion internet est requise pour se connecter la première fois

# lblConfirmPasswordRegisterText
source: Confirm password:
fr: Confirmation du mot de passe:

# lblCSSPWebToolsLoginOneTimeText
source: CSSP Web Tools Login (one time thing)
fr: Connexion à l'outil PCCSM (une fois seulement)

# lblCSSPWebToolsRegister
source: CSSP Web Tools Register
fr: S'enregistrer à l'outil PCCSM

# lblFirstNameRegisterText
source: First Name:
fr: Prénom:

# lblInstallingText
source: Installing...
fr: Installation en cours ...

# lblInternetRequiredLoginText
source: Internet connection is required
fr: Connexion internet est requis

# lblInternetRequiredRegisterText
source: Internet connection is required
fr: Connexion internet est requis

# lblLastNameRegisterText
source: Last Name:
fr: Nom:

# lblLoginEmailLoginText
source: Login Email:
fr: Courriel de connextion:

# lblLoginEmailRegisterText
source: Login Email:
fr: Courriel de connextion:

# lblPasswordLoginText
source: Password:
fr: Mot de passe:

# lblPasswordRegisterText
source: Password:
fr: Mot de passe:

# lblStatusText
source: Status:
fr: Etat:

# linkLabelGoToLoginText
source: Go to Login
fr: Allez à connexion

# linkLabelGoToRegisterText
source: Go to register
fr: Allez à enregistrer

source: Logging in ...
fr: Connexion en cours ...

source: Login
fr: Connexion

source: Logoff
fr: Déconnexion

source: Need to be logged in
fr: Doit établir la connexion

source: No Internet Connection
fr: Aucune connexion internet

# PostRequestLoginEmailAndPasswordTo_
source: Post request with LoginEmail and Password to {0}
fr: Requête 'POST' avec LoginEmail et Password à {0}

source: Reading configuration
fr: Lecture de configuration

source: Register
fr: S'enregistrer

source: Registering in ...
fr: S'enregistrer en cours ...

source: Server error
fr: Erreur au niveau du serveur

source: Server not responding. Do you have internet connection?
fr: Le serveur ne répond pas. Avez-vous une connexion Internet?

# StoppingBrowserAndCSSPWebAPIsLocalProcesses
source: Stopping of the Browser and CSSPWebAPIsLocal processes
fr: Arrêt des processus 'Browser' et CSSPWebAPIsLocal

# Stopping_
source: Stopping {0}
fr: Arrêt de {0}

# TryingToDownload_
source: Trying to download {0}
fr: Essayer de télécharger {0}

# UnableToLoginAs_WithProvidedPassword
source: Unable to login as [{0}] with provided password
fr: Impossible de se connecter en tant que [{0}] avec le mot de passe fourni

source: Unauthorized
fr: Non-authorisé

# UnmanagedServerError_
source: Unmanaged server error: [{0}]
fr: Erreur au serveur non géré: [{0}]

# UnzippingDownloadedFile_
source: Unzipping downloaded file {0}
fr: Décompression de la filière téléchargé {0}

# Unzipping_
source: Unzipping {0}
fr: Décompression de {0}

source: Update Completed
fr: Mise-à-jour complétée

# _CouldNotBeFoundInConfigurationFile_
source: {0} could not be found in the configuration file {1}
fr: Dans l'impossibilité de trouver {0} dans la filière de configuration {1}

# _IsRequired
source: {0} is required
fr: {0} est nécessaire

# _ShouldNotBeNull
source: {0} should not be null
fr: {0} ne devrais pas être null

# _StoredInTable_AndDatabase_
source: {0} stored in table {1} and {2}
fr: {0} sauvegardé dans la table {1} et la base de données {2}

# BrowserIfOpenByCSSPDesktop
source: Browser if it was previously open by CSSP Desktop
fr: Navigateur s'il était précédemment ouvert par CSSP Desktop

# CouldNotFind_InPreferenceDB
source: Could not find {0} in CSSPDBPreference.db
fr: Dans l'impossibilité de trouver {0} dans CSSPDBPreference.db

# CouldNotFill_
source: Could not fill {0}
fr: Dans l'impossibiliité de remplir {0}

# User_IsNotLoggedIn
source: User {0} is not logged in
fr: L'utilisateur {0} n'est pas connecté

# User_IsAlreadyLoggedIn
source: User {0} is already logged in
fr: L'utilisateur {0} est déjà connecté

source: Already logged in
fr: Connexion déjà établi

# CouldNotGet_
source: Could not get {0}
fr: Dans l'impossiblité d'aller chercher la clef de AzureStore

# Created_SQLiteDatabase
source: Created {0} SQLite database
fr: La base de données SQLite {0} est créée

# Creating_SQLiteDatabase
source: Creating {0} SQLite database
fr: Creation de la base de données SQLite {0}

source: Login required
fr: Connexion requise

source: Could not set all ManageFiles.LoadedOnce to false
fr: Dans l'impossibilité de mettre tous les valeurs de ManageFiles.LoadedOnce à faux

source: Set all ManageFiles.LoadedOnce to false
fr: Mis tous les valeurs de ManageFiles.LoadedOnce à faux

source: Logged in
fr: Connexion active
