Repository: ECCC-CSSP/CSSPTools
Catalog: src/services/CSSPCultureServices/Resources/CSSPCultureServicesRes.*.resx
Languages: fr

source: Abnormal completion
fr: Abnormal completion (fr)

source: Action - Options: run || test || build
fr: Action - Options: run || test || build (fr)

source: All Child do exist on Column Group
fr: All Child do exist on Column Group (fr)

source: All Groups and Choices Columns have a unique CSSPID
fr: All Groups and Choices Columns have a unique CSSPID (fr)

source: All Hide Columns with information has valid CSSPID (i.e. exist and is child)
fr: All Hide Columns with information has valid CSSPID (i.e. exist and is child) (fr)

source: Allowable characters are
fr: Allowable characters are (fr)

# AllowableCultures_
source: Allowable cultures [{0}]
fr: Allowable cultures [{0}] (fr)

source: Allowable languages are [fr and en]
fr: Langues disponible sont [fr et en]

source: All Text in CSSPID column does not contain space
fr: All Text in CSSPID column does not contain space (fr)

source: All Text in Group and Child Columns does not contain space
fr: All Text in Group and Child Columns does not contain space (fr)

# AlreadyCreated_
source: Already created [{0}]
fr: Already created [{0}] (fr)

source: Application
fr: Application (fr)

source: Application requires 3 parameters separated by space
fr: Application requires 3 parameters separated by space (fr)

# AutoEmailFromServer
source: Automated email from server.
fr: Courriel automatisé provenant du serveur.

source: Checking
fr: Checking (fr)

source: Child
fr: Child (fr)

source: Class
fr: Class (fr)

source: Code is:
fr: Le code est:

source: Code needs to be 8 characters
fr: Code doit être exactement 8 caracters

# Code_ForEmail_DoesNotExist
source: Code {0} for email {1} does not exist.
fr: Code {0} pour le courriel {1} n'existe pas.

source: Column Group does not have duplicates
fr: Column Group does not have duplicates (fr)

# Command_IsNotImplemented
source: Command [{0}] is not implemented
fr: La commande [{0}] n'est pas encore implanté

source: Compared OK
fr: Compared OK (fr)

# CouldNotAdd_Error_
source: Could not add {0}. Error: {1}
fr: Impossible d'ajouter {0}. Erreur: {1}

# CouldNotCreateDirectory_
source: Could not create directory [{0}]
fr: Could not create directory [{0}] (fr)

# CouldNotDeleteStatusFile_Error_
source: Could not delete status file [{0}]. Error: [{1}]
fr: Impossible d'effacer la filière status [{0}]. Erreur: [{1}]

source: Could not find ActionCommand
fr: Could not find ActionCommand (fr)

# CouldNotFindActionCommandToDeleteWithAction_AndCommand_
source: Could not find ActionCommand to delete with Action [{0}] and Command [{1}]
fr: Could not find ActionCommand to delete with Action [{0}] and Command [{1}] (fr)

# CouldNotFindCommand_StatusInDB
source: Could not find command [{0}] status in DB
fr: Could not find command [{0}] status in DB (fr)

# CouldNotFindDirectoryOfSolutionFile_
source: Could not find directory of solution file [{0}]
fr: Could not find directory of solution file [{0}] (fr)

# CouldNotFindExePath_
source: Could not find exePath [{0}]
fr: Impossible de trouver exePath [{0}]

# CouldNotFindFile_
source: Could not find file [{0}]
fr: Could not find file [{0}] (fr)

source: Could not find parameter
fr: Could not find parameter (fr)

# CouldNotFindParameter_InAppSettingsJSON
source: Could not find parameter [{0}] in appsettings.json
fr: Could not find parameter [{0}] in appsettings.json (fr)

source: Could not find Root
fr: Dans l'impossibilité de trouver Base

# CouldNotFindSolutionFile_ToCompile
source: Could not find solution file [{0}] to compile
fr: Could not find solution file [{0}] to compile (fr)

# CouldNotFind_
source: Could not find {0}.
fr: Dans l'impossibilité de trouver {0}.

# CouldNotFind_With_Equal_
source: Could not find {0} with {1} equal {2}.
fr: Dans l'impossibilité de trouver {0} à l'aide de {1} qui est équivalent à {2}.

# CouldNotGetAction_Command_InDB_
source: Could not get or create Action [{0}] Command [{1}] in DB [{2}]
fr: Could not get or create Action [{0}] Command [{1}] in DB [{2}] (fr)

# CouldNotGetObject_InDB_
source: Could not get or create object [{0}] in DB [{1}]
fr: Could not get or create object [{0}] in DB [{1}] (fr)

# CouldNotReadAppSettingsParameter_ShouldBeSomthingLike_
source: Could not read appsettings.json parameter {0}. Should be somthing like [{1}]
fr: Could not read appsettings.json parameter {0}. Should be somthing like [{1}] (fr)

# CouldNotReadFile_
source: Could not read file [{0}]
fr: Could not read file [{0}] (fr)

# CouldNotReFillDB
source: Could not refill ActionCommandDB
fr: Could not refill ActionCommandDB (fr)

# CouldNot_Error_
source: Could not {0}. Error [{1}].
fr: Impossible {0}. Erreur [{1}].

source: Create
fr: de créer

source: Created
fr: Created (fr)

# CreatedNew_
source: Created new [{0}]
fr: Created new [{0}] (fr)

# Created_
source: Created [{0}]
fr: Created [{0}] (fr)

source: Creating
fr: Creating (fr)

# CSSPAfterAttributeShouldOnlyBeUsedForDateTimeType
source: CSSPAfterAttribute should only be user for DateTime Type
fr: CSSPAfterAttribute should only be user for DateTime Type (fr)

source: CSSPID
fr: CSSPID (fr)

# CSSPIDAreNotDupliate
source: CSSPID are not duplicated
fr: CSSPID are not duplicated (fr)

source: CSSPID is required for Group or Child
fr: CSSPID is required for Group or Child (fr)

# CSSPIDWithDashAreWellFormed
source: CSSPID with '-' are well formed
fr: CSSPID with '-' are well formed (fr)

source: CSSPCulture - Options: en-CA || fr-CA
fr: CSSPCulture - Options: en-CA || fr-CA (fr)

source: delete
fr: delete (fr)

source: does have DescEN and DescFR text
fr: does have DescEN and DescFR text (fr)

source: does have EN and FR text
fr: does have EN and FR text (fr)

source: does not contain space
fr: does not contain space (fr)

source: Does not exist
fr: Does not exist (fr)

source: does not exist for
fr: does not exist for (fr)

source: does not exist on Column Group
fr: does not exist on Column Group (fr)

source: does not have DescEN text
fr: does not have DescEN text (fr)

source: does not have DescFR text
fr: does not have DescFR text (fr)

source: does not have EN text
fr: does not have EN text (fr)

source: does not have FR text
fr: does not have FR text (fr)

source: does not have ReportEN text
fr: does not have ReportEN text (fr)

source: does not have ReportFR text
fr: does not have ReportFR text (fr)

source: doing
fr: Faire

source: Done
fr: Done (fr)

source: Each Choice does have EN and FR text
fr: Each Choice does have EN and FR text (fr)

source: Each Choice does have ReportEN and ReportFR text
fr: Each Choice does have ReportEN and ReportFR text (fr)

source: Each Group with ending name
fr: Each Group with ending name (fr)

source: Email
fr: Courriel

source: Error
fr: Error (fr)

# ErrorFileDoesNotExist_
source: Error: File does not exist [{0}]
fr: Error: File does not exist [{0}] (fr)

# ErrorWhileCreatingCode_
source: Error while creating code [{0}]
fr: Error while creating code [{0}] (fr)

# ErrorWhileRunningCommand_UnderDirectory_
source: Error while running command [{0}] under directory [{1}]
fr: Error while running command [{0}] under directory [{1}] (fr)

# Error_
source: Error: {0}
fr: Erreur: {0}

# ERROR_IsEqualTo0
source: ERROR [{0}] is equal to 0
fr: ERROR [{0}] is equal to 0 (fr)

# EverythingIsOK
source: Everythiing is OK
fr: Everythiing is OK (fr)

source: Example
fr: Example (fr)

source: Excel doc read completed
fr: Excel doc read completed (fr)

source: exePath is empty
fr: exePath is empty (fr)

source: Exist
fr: Exist (fr)

source: exist on column group
fr: exist on column group (fr)

# Extra_OfModel_IsInvalidAllowableValuesAre_
source: Extra [{0}] of model [{1}] is invalid. Allowable values are [{2}]
fr: Extra [{0}] of model [{1}] is invalid. Allowable values are [{2}] (fr)

# FileNotFound_
source: File not found [{0}]
fr: File not found [{0}] (fr)

source: Full Name
fr: Nom au complet

source: Group
fr: Group (fr)

source: Group Choice child level is null for startCSSPID
fr: Group Choice child level is null for startCSSPID (fr)

source: has DescEN/DescFR text
fr: has DescEN/DescFR text (fr)

source: has duplicates
fr: has duplicates (fr)

source: has EN/FR text
fr: has EN/FR text (fr)

source: has no duplicates
fr: has no duplicates (fr)

source: has ReportEN/ReportFR text
fr: has ReportEN/ReportFR text (fr)

source: Hide cell contains
fr: Hide cell contains (fr)

source: Hide cell contains id
fr: Hide cell contains id (fr)

source: Hide cell has duplicate
fr: Hide cell has duplicate (fr)

source: Invalid length of password hash. Should be 64 bytes.
fr: Longueur invalide du "PasswordHash". Doit être 64 octets.

source: Invalid length of password salt. Should be 128 bytes.
fr: Longueur invalide du "PasswordSalt". Doit être 128 octets.

source: is hiding all possible selection
fr: is hiding all possible selection (fr)

source: is not empty
fr: is not empty (fr)

source: is not equal to
fr: is not equal to (fr)

source: is not implemented
fr: is not implemented (fr)

source: is not implemented yet
fr: is not implemented yet (fr)

source: is not unique
fr: is not unique (fr)

source: is null
fr: is null (fr)

source: is unique
fr: is unique (fr)

source: member name
fr: member name (fr)

source: missing end value
fr: missing end value (fr)

source: Need to be logged in
fr: Doit établir la connexion

source: No file to verify
fr: No file to verify (fr)

source: Not allowed to change contact information
fr: Non autorisé à modifier les informations de contact

source: of type
fr: of type (fr)

source: OK
fr: OK (fr)

# OnlyAdministratorsCanManageUsers
source: Only administrators can manage accounts of users.
fr: Seulement les administrateurs peuvent gérer les comptes d'utilisateurs

# OnlyTypesIntSingleDoubleCanUseRangeAttribute
source: Only types [Int,Single,Double] can use RangeAttributre
fr: Only types [Int,Single,Double] can use RangeAttributre (fr)

source: Parameter
fr: Parameter (fr)

# Parameter_ShouldBe_
source: Parameter #{0} should be {1}
fr: Parameter #{0} should be {1} (fr)

source: Password
fr: Password (fr)

# PleaseRemoveADash
source: please remove a '-'
fr: please remove a '-' (fr)

# PlsUseFollowingUniqueCodeEtc
source: Please use the following unique code while resetting your password for this login email.
fr: Veuillez utiliser le code unique suivant afin de réinitialiser le mot de passe de votre courriel de connexion.

source: PolSourceGrouping
fr: PolSourceGrouping (fr)

source: potential empty row above
fr: potential empty row above (fr)

source: Property
fr: Property (fr)

source: Reading Excel document and checking
fr: Reading Excel document and checking (fr)

source: Reading spreadsheet
fr: Reading spreadsheet (fr)

source: Recursive found
fr: Recursive found (fr)

source: required a unique number in first column
fr: required a unique number in first column (fr)

source: Required information to change your password
fr: Informations requises pour modifier votre mot de passe

source: Root
fr: Base

source: Running
fr: Running (fr)

# RunningCommand_UnderDirectory_
source: Running command [{0}] under directory [{1}]
fr: Running command [{0}] under directory [{1}] (fr)

# ServerCommand_Error_
source: Server command [{0}] Error: [{1}]
fr: La commande [{0}] a retournée un erreur: [{1}]

source: should not contain
fr: should not contain (fr)

source: should not contain space
fr: should not contain space (fr)

source: should not contain the string length attribute
fr: should not contain the string length attribute (fr)

source: should not use RangeAttribute
fr: should not use RangeAttribute (fr)

source: should only contain characters like
fr: should only contain characters like (fr)

# SolutionFileNameExampleCSSPRunsCSSPDBModelsCSSPDBServices
source: SolutionFileName - Examples: CSSPEnums || CSSPDBModels || CSSPDBServices
fr: SolutionFileName - Examples: CSSPEnums || CSSPDBModels || CSSPDBServices (fr)

source: Starting
fr: Starting (fr)

# StringLengthAttributeCanOnlyBeSetForSystemDotString
source: StringLength Attribute can only be set for System.String
fr: StringLength Attribute can only be set for System.String (fr)

# ThanTheLastValue
source: then the last value
fr: then the last value (fr)

source: that
fr: that (fr)

source: That CSSPID
fr: That CSSPID (fr)

source: that each Hide cell with information contains valid child id
fr: that each Hide cell with information contains valid child id (fr)

source: that group
fr: that group (fr)

source: that Group CSSPID
fr: that Group CSSPID (fr)

# ToAddFirst_Requires_TableToBeEmpty
source: To add first {0} requires {1} table to be empty
fr: Pour ajouter la première {0} requiert que la {1} table soit vide

# To_
source: to {0}
fr: to {0} (fr)

source: TVItem 'Root' should be the first one added
fr: TVItem 'Base' devrait être ajouté en premier.

source: Type
fr: Type (fr)

# Type_Enum_NotFound
source: Type [{0}]\tEnum [{1}] -------------- not found
fr: Type [{0}]\tEnum [{1}] -------------- not found (fr)

# Type_NotFound
source: Type [{0}] ---------------------- not found
fr: Type [{0}] ---------------------- not found (fr)

# UnableToLoginAs_WithProvidedPassword
source: Unable to login as [{0}] with provided password
fr: Impossible de se connecter en tant que [{0}] avec le mot de passe fourni

# UnmanagedServerError_
source: Unmanaged server error: [{0}]
fr: Unmanaged server error: [{0}] (fr)

source: update
fr: update (fr)

# UserWithLoginEmail_AlreadyExist
source: User with LoginEmail {0} already exist
fr: L'utilisateur du "LoginEmail" {0} existe déjà.

# VerifyAppSettingsFile
source: Verify appsettings.json file
fr: Verify appsettings.json file (fr)

# WhereOperator_For_OfModel_IsNotValidOnlyEQIsAllowed
source: Where operator [{0}] for [{1}] of model [{2}] is not valid. Only [EQ] is allowed.
fr: Where operator [{0}] for [{1}] of model [{2}] is not valid. Only [EQ] is allowed. (fr)

# WhereOperator_NotImplementedYet
source: Where operator [{0}] not implemented yet
fr: Opérateur (where) [{0}] pas encore implanté

# WhereOperator_NotValidAllowableValuesAre_
source: Where operator [{0}] not valid. Allowable values are [{1}]
fr: Where operator [{0}] not valid. Allowable values are [{1}] (fr)

source: which does not exist
fr: which does not exist (fr)

source: which is not a direct child
fr: which is not a direct child (fr)

source: which the first value is
fr: which the first value is (fr)

# WhichWillDuplicate
source: which will dupliate
fr: which will dupliate (fr)

# WithAction_AndCommand_
source: with Action [{0}] and Command [{1}]
fr: with Action [{0}] and Command [{1}] (fr)

# YouBeenAddedInWebSiteBy_
source: You have been added to Web Site by {0}.
fr: {0} vous a inscrit sur le site web.

source: You can add a space to fix the problem
fr: You can add a space to fix the problem (fr)

source: Your email is:
fr: Votre courriel est:

# _AddedInWebSiteBy_
source: {0} was added to website by {1}.
fr: {0} a été ajouté au site web par {1}.

# _AlreadyExists
source: {0} already exists.
fr: {0} existe déjà.

# _And_AreNotIdentical
source: {0} and {1} are not identical.
fr: {0} et {1} ne sont pas identiques.

# _DateIsBiggerThan_
source: [{0}] date is bigger than [{1}]
fr: [{0}] date est plus grand que [{1}]

# _DoesNotExist
source: {0} does not exist.
fr: {0} n'existe pas.

# _DoesNotExistForModelType_
source: {0} does not exist for ModelType = {1}
fr: {0} n'existe pas pour ModelType = {1}

# _EmailNotWellFormed
source: {0} email not valid.
fr: {0} courriel non valide.

# _HasToBeUnique
source: {0} has to be unique.
fr: {0} doit être unique.

# _IsLaterThan_
source: {0} is later than {1}.
fr: {0} est plus tard que {1}.

# _IsNotAValidEmail
source: {0} is not a valid email
fr: {0} n'est pas un courrier électronique valide

# _IsNotComposedOf_Parts
source: {0} is not composed of {1} parts.
fr: {0} ne contient pas les composantes {1}.

# _IsNotOfType_
source: {0} is not of type {1}
fr: {0} n'est pas du type {1}

# _IsNullOrEmpty
source: {0} is null or empty
fr: {0} est nul ou vide

# _IsRequired
source: {0} is required
fr: {0} est nécessaire

# _LengthShouldBeBetween_And_
source: {0} length should be between {1} and {2}
fr: La longueur de {0} devrait être entre {1} et {2}

# _MaxLengthIs_
source: {0} maximum length is {1}.
fr: Le nombre maximum de caractère de {0} est {1}.

# _MinLengthIs_
source: {0} minimum length is {1}.
fr: Le nombre minimum de caractère de {0} est {1}.

# _MinValueIs_
source: {0} minimum value is {1}
fr: {0} la valeur minimale est {1}

# _NeedsToBeADateFor_OfModel_
source: [{0}] needs to be a date for {1} of model {2}
fr: [{0}] devrait être une date pour {1} pour model {2}

# _NeedsToBeANumberFor_OfModel_
source: [{0}] needs to be a number for {1} of model {2}
fr: [{0}] devrait être un chiffre pour {1} pour model {2}

# _NeedsToBeAValidEnumNumberFor_OfModel_
source: [{0}] needs to be a valid enum number for {1} of model {2}
fr: [{0}] devrait être un chiffre d'énumération valid pour {1} pour model {2}

# _NeedsToBeAValidEnumNumberFor_OfModel_AllowableValuesAre_
source: [{0}] needs to be a valid Enum number for [{1}] of model [{2}] allowable values are [{3}]
fr: [{0}] needs to be a valid Enum number for [{1}] of model [{2}] allowable values are [{3}] (fr)

# _NeedsToBeAValidEnumTextFor_OfModel_
source: [{0}] needs to be a valid enum text for {1} of model {2}
fr: [{0}] devrait être un texte d'énumération valid pour {1} pour model {2}

# _NeedsToBeAValidEnumTextFor_OfModel_AllowableValuesAre_
source: [{0}] needs to be a valid Enum text for [{1}] of model [{2}] allowable values are [{3}]
fr: [{0}] needs to be a valid Enum text for [{1}] of model [{2}] allowable values are [{3}] (fr)

# _NeedsToBeTrueOrFalseFor_OfModel_
source: [{0}] needs to be true or false for {1} of model {2}
fr: [{0}] devrait être soit true ou false pour {1} pour model {2}

# _NeedToHaveValidStringFormatEx_
source: {0} need to have valid string format - Ex: {1}
fr: {0} (string) a besoin d'être dans un format valid - Ex: {1}

# _NotImplementedYet
source: {0} not implemented yet
fr: {0} pas encore implanté

# _RegisteredAndAddedInWebSite
source: {0} was registered on the website.
fr: {0} est inscrit sur le site web.

# _ShouldBeAbove_
source: {0} should be above {1}
fr: {0} devrait être au dessus {1}

# _ShouldBeBelow_
source: {0} should be below {1}
fr: {0} devrait être en dessous {1}

# _ShouldNotBeNullOrEmpty
source: {0} should not be null or empty
fr: {0} ne devrait pas être null ou vide

# _ValueShouldBeBetween_And_
source: {0} value should be between {1} and {2}
fr: La valeur de {0} devrait être entre {1} et {2}

# _YearShouldBeBiggerThan_
source: [{0}] year should be bigger than [{1}]
fr: [{0}] année devrait être plus grand que [{1}]

# __CouldNotBeFound
source: {0}: [{1}] could not be found
fr: {0}: [{1}] n'a pu être trouvé

# FullName_IsAlreadyTaken
source: Full name [{0}] is already taken
fr: Full name [{0}] is already taken (fr)

# LoginEmail_IsAlreadyTaken
source: Login Email [{0}] is already taken
fr: Login Email [{0}] is already taken (fr)

# PasswordAndConfirmPasswordNotIdentical
source: Password and its confirmation are not identical.
fr: Le mot de passe et la confirmation ne sont pas identiques.

# CouldNotDelete_Error_
source: Could not delete {0}. Error: [{1}]
fr: Could not delete {0}. Error: [{1}] (fr)

# _CouldNotBeFoundFor_Equal_
source: {0} could not be found for {1} = [{2}]
fr: {0} est introuvable pour {1} = [{2}]

# _CouldNotBeFoundFor_Equal_And_Equal_
source: {0} could not be found for {0} = [{1}] and {2} = [{3}]
fr: {0} est introuvable pour {0} = [{1}] et {2} = [{3}]

source: TVItem Root could not be found
fr: Dans l'impossibilité de trouver TVItem Base

# CouldNotAdd_From_Where_And_Exception_
source: Could not add [{0}] from [{1}] where [{2}] and [{3}]. Exception: [{4}]
fr: Dans l'Impossibilité d'ajouter [{0}] à [{1}] où [{2}] et [{3}]. Exception: [{4}]

# CouldNotCreateFile_OnAzure
source: Could not create file [{0}] on Azure
fr: Dans l'impossibilité de créer la filière [{0}] sur Azure

# CouldNotFind_From_Where_And_
source: Could not find [{0}] from [{1}] where [{2}] and [{3}]
fr: Dans l'impossibilité de trouver [{0}] de [{1}] où [{2}] et [{3}]

# ErrorWhileTryingToDelete_FromAzure
source: Error while trying to delete [{0}] from Azure
fr: Erreur lors de l'essaie d'effacer [{0}] de Azure

# ErrorWhileTryingToDelete_FromAzureException_
source: Error while trying to delete [{0}] from Azure. Exception: [{1}]
fr: Erreur lors de l'essaie d'effacer [{0}] de Azure. Exception: [{1}]

# ErrorWhileTryingToDownload_FromAzure
source: Error while trying to download [{0}] from Azure
fr: Erreur lors de l'essaie de téléchargement de [{0}] à partir de Azure

# ErrorWhileTryingToDownload_FromAzureException_
source: Error while trying to download [{0}] from Azure. Exception: [{1}]
fr: Erreur lors de l'essaie de téléchargement de [{0}] à partir de Azure. Exception: [{1}]

source: Server not responding. Do you have internet connection?
fr: Le serveur ne répond pas. Avez-vous une connexion Internet?

# _OnlyAvailableWhenRunningOnAzure
source: {0} only available when running on Azure
fr: {0} disponible uniquement lors de l'exécution sur Azure

# _OnlyAvailableWhenRunningOnLocal
source: {0} only available when running on Local
fr: {0} disponible uniquement lors de l'exécution local

# CouldNotReadAzureStoreFrom_
source: Could not read AzureStore from {0}
fr: Dans l'impossibilité de lire AzureStore de {0}

# CouldNotUpdate_Error_
source: Could not update {0}. Error: {1}
fr: Dans l'impossibilité de changer {0}. Erreur: {1}

source: Could not login
fr: Dans l'impossibilité de connecter

source: Error parsing password
fr: Error parsing password (fr)

# _ShouldBeEqualToTVItemParentParentID
source: {0} should be equal to TVItemParent ParentID
fr: {0} should be equal to TVItemParent ParentID (fr)

# _ShouldNotBeOfType_
source: {0} should not be of type {1}
fr: {0} ne devrait pas être de type {1}

source: You do not have authorization
fr: Vous n'avez pas l'authorisation

# _AlreadyExistsWithDifferent_
source: {0} already exists with different {1}
fr: {0} exist déjà avec un différent {1}

# CantRemove_BecauseThereAre_Underneath
source: Can't remove {0} because there are {1} underneath
fr: Impossible d'enlever [{0}] parce qu'il y a des {1} en dessous

source: sectors
fr: secteurs

source: files
fr: filières

source: MIKE scenarios
fr: scénarios MIKE

source: municipality contacts
fr: contacts municipal

source: subsectors
fr: sous-secteurs

source: lab sheets
fr: feuilles de laboratoire

source: MWQM analysis report parameters
fr: paramètres pour raport d'analyse MWQM

source: MWQM runs
fr: tournées MWQM

source: MWQM sites
fr: sites MWQM

# PolSourceSites
source: pollution source sites
fr: sites de source de pollution

# CouldNotModify_Error_
source: Could not modify {0}. Error: {1}
fr: Impossible de modifier {0}. Erreur: {1}

# _ShouldBeEqualTo_
source: {0} should be equal to {1}
fr: {0} devrait être égale à {1}

# Adding_TVItemIsNotAllowed
source: Adding {0} TVItem is not allowed
fr: L'ajout de {0} TVItem n'est pas permis

# Adding_TVItemUnder_TVItemIsNotAllowed
source: Adding {0} TVItem under {1} TVItem is not allowed
fr: L'ajout de {0} TVItem sous {1} TVItem n'est pas permis

# CouldNoCreateDirectory_
source: Could not create directory [{0}]
fr: Dans l'impossibilité de créer le répertoir [{0}]

# CouldNotCreateTemp_FileError_
source: Could not create temp {0} file. Error: {1}
fr: Dans l'impossibilité d'ouvrir la filière [{0}] pour diffusion

# CouldNotDeleteFile_Error_
source: Could not delete file [{0}]. Error: {1}
fr: Dans l'impossibilité d'effacer la filière [{0}]. Erreur: {1}

# CouldNotFindDirectory_
source: Could not find directory {0}
fr: Dans l'impossibilité de trouver le répertoir [{0}]
