Repository: ECCC-CSSP/CSSPTools
Catalog: src/services/CSSPCultureServices/Resources/CSSPCultureServicesRes.*.resx
Languages: fr

# CouldNotLocalizeAzureFile_Error_
source: Could not localize Azure file [{0}]. Error: {1}
fr: Dans l'impossiblité de localiser la filière Azure [{0}]. Erreur: {1}

# CouldNotOpenFile_ForStreaming
source: Could not open file [{0}] for streaming
fr: Dans l'impossibilité d'ouvrir la filière [{0}] pour diffusion

# ErrorWhileTryingToGetAzureFileInfoFor_Error_
source: Error while trying to get Azure file info for {0}. Error: {1}
fr: Erreur lors d'accès à l'information de la filière Azure pour {0}. Erreur: {1}

# File_LengthIs0
source: File [0] length is 0
fr: La grosseur de la filière [{}] est 0

# FileNotCreated_
source: File not created {0}
fr: La filière n'a pu être créée {0}

# CouldNotAddCommandLog_Error_
source: Could not add CommandLog {0}. Error: {1}
fr: Dans l'impossibiliité d'ajouter CommandLog {0}. Erreur: {1}

source: End
fr: Fin

# ERRORCap
source: ERROR
fr: ERREUR

source: Start
fr: Début

source: Unauthorized
fr: Non authorisé

# CouldNotFindParameter_InConfigFilesOfService_
source: Could not find parameter [{0}] in config files of service [{1}]
fr: Dans l'impossibiliité de trouver le paramètre [{0}] dans les filières de configuration pour le service [{1}]

# AllowableCommandsAre
source: Allowable command are
fr: Les commandes disponible sont

source: Cleaning CSSPDB of old TVItemStats
fr: Netoyage de CSSPDB de vieux TVItemStats

# CollectingStatsFor_
source: Collecting stats for {0}
fr: Collection de stats pour {0}

# CollectingStatsUnder_
source: Collecting stats under {0}
fr: Collection de stats sous {0}

# CouldNotCreateDirectory_Error_
source: Could not create directory {0}. Error: {1}
fr: Dans l'impossibilité de créer le directoire {0}. Erreur: {1}

# CouldNotDeleteTVFileWithTVFileID_Error_
source: Could not delete TVFile with TVFileID {0}. Error: {1}
fr: Dans l'impossibilité de supprimer TVFile avec TVFileID {0}. Erreur: {1}

# CouldNotDeleteTVItemWithTVItemID_Error_
source: Could not delete TVItem with TVItemID {0}. Error: {1}
fr: Dans l'impossibilité de supprimer TVItem avec TVItemID {0}. Erreur: {1}

# CouldNotFindAnyFileUnder_
source: Could not find any file under {0}
fr: Dans l'impossibilité de trouver au moins une filière sous {0}

# CouldNotFindFileNotDeletedAzureFile_
source: \tCould not find file... not deleted Azure file --> {0}
fr: \tDans l'impossibilité de trouver la filière... filière d'Azure non supprimée --> {0}

# CouldNotFindTVItemForTVFile_TVFileTVItemIDEqual_
source: Could not find tvItem for tvFile.TVFileTVItemID equal {0}
fr: Dans l'impossibilité de trouver tvItem pour tvFile.TVFileTVItemID egale à {0}

# CouldNotRemoveTVItemStatsFromCSSPDBError_
source: Could not remove TVItemStats from CSSPDB. Ex: {0}
fr: Dans l'impossibilité d'enlever TVItemStats de CSSPDB. Erreur: {0}

# CouldNotSaveAllRemovedTVItemsError_
source: Could not save all removed TVItems. Error: {0}
fr: Dans l'impossibilité de sauvegarder tous les TVItems. Error: {0}

# CouldNotUploadFile_Error_
source: Could not upload file {0}. Error: {1}
fr: Dans l'impossibilité de télécharger la filière {0}. Erreur: {1}

# DeletedAzureDirectory_
source: \tDeleted Azure directory --> {0}
fr: \tDirectoire d'Azure supprimée --> {0}

# DeletedAzureFile_
source: \tDeleted Azure file --> {0}
fr: \tFilière d'Azure supprimée --> {0}

# DeletingAzureDirectory_
source: Deleting Azure directory --> {0}
fr: Suppression du directoire Azure --> {0}

# DeletingAzureFile_
source: \tDeleting Azure file --> {0}
fr: \tSuppression de la filière Azure --> {0}

# DeletingLocalHardDriveDirectory_
source: Deleting local hard drive directory {0}
fr: Suppression du directoire du disque dur local --> {0}

# DeletingLocalHardDriveFile_
source: \tDeleting local hard drive file --> {0}
fr: \tSuppression de la filière du disque dur local --> {0}

# DeletingNationalSharedDriveDirectory_
source: Deleting national shared drive directory {0}
fr: Suppression du sous-directoire du directoire partagé national --> {0}

# DeletingNationalSharedDriveFile_
source: \tDeleting national shared drive file --> {0}
fr: \tSuppression de la filière du directoire partagé national --> {0}

# DeletingTVFileAndTVItem_
source: Deleting TVFile and TVItem ---> {0}
fr: Suppression de TVFile et TVItem ---> {0}

# DuplicateTVFileTVItemID
source: Duplicate TVFileTVItemID --> {0}
fr: Dupliquer TVFileTVItemID --> {0}

# ErrorDeletingAzureDirectory_
source: \tError deleting Azure directory --> {0}
fr: \tErreur lors de la suppression du directoire Azure --> {0}

# ErrorDeletingAzureFile_
source: \tError deleting Azure file --> {0}
fr: \tErreur lors de la suppression de la filière Azure --> {0}

# ErrorDeletingLocalHardDriveDirectory_Error_
source: \tError deleting local hard drive directory --> {0}. Error: {1}
fr: \tErreur lors de la suppression du répertoire du disque dur local --> {0}. Erreur: {1}

# ErrorDeletingLocalHardDriveFile_Error_
source: \tError deleting local hard drive file --> {0}. Error: {1}
fr: \tErreur lors de la suppression de la filière du disque dur local --> {0}. Erreur: {1}

# ErrorDeletingNationalSharedDriveDirectory_Error_
source: \tError deleting national shared drive directory --> {0}. Error: {1}
fr: \tErreur lors de la suppression du sous-directoire du directoire national partagé --> {0}. Erreur: {1}

# ErrorDeletingNationalSharedDriveFile_Error_
source: \tError deleting national shared drive file --> {0}. Error: {1}
fr: \tErreur lors de la suppression de la filière du directoire national partagé --> {0}. Erreur {1}

# ErrorInClearOldUnnecessaryStatsFrom_
source: Error in ClearOldUnnecessaryState from {0}
fr: Erreur dans ClearOldUnnecessaryState de {0}

source: Error while CreateAllGzFiles
fr: Erreur lors de l'exécution de CreateAllGzFiles

# ErrorWhileSavingAllTVItemStatsChanges_
source: Error while saving all TVItemStats changes. Error: {0}
fr: Erreur lors de la sauvegarde de tous les changements TVItemStats. Erreur: {0}

# LastWriteTimeUtc_
source: Last write time UTC: {0}
fr: Dernier temps d'écriture UTC: {0}

# LocalAppDataPathDoesNotExist_
source: LocalAppDataPath does not exist {0}
fr: LocalAppDataPath n'existe pas {0}

# NumberOfTVItemIDAffected_
source: Number of TVItemID affected {0}
fr: Nombre de TVItemID affectés {0}

source: Reading configuration
fr: Lecture de configuration

source: Reading TVItemStats for deleting unnecessary stats
fr: Lecture de TVItemStats pour enlever les stats non nécessaire

# Reading_
source: Reading {0}
fr: Lecture de {0}

source: Recalculating the TVItemStats
fr: Présentement recalculage des TVItemStats affectés

source: removing
fr: enlève

source: Running CSSPUpdate
fr: Excécution de CSSPUpdate

source: Running on
fr: Excécution sur

source: Saving in CSSPDBManage database
fr: Sauvegarde dans CSSPDBManage database

source: Starting Azure directory cleanup
fr: Départ du netoyage de directoire d'Azure

source: Success
fr: Succès

source: unnecessary stats
fr: non nécessaire

# UploadedCount_AndFile_
source: Uploaded count {0} --- file {1}
fr: Rélécharger # {0} --- filière {1}

# _CouldNotBeFoundInConfigurationFile_
source: {0} could not be found in the configuration file {1}
fr: Dans l'impossibilité de trouver {0} dans la filière de configuration {1}

# _IsNotAParentTypeOf_
source: {0} is not a parent type of {1}
fr: {0} n'est pas un type parent de {1}

# NotAllowedToRemove_
source: Not allowed to remove {0}
fr: Ce n'est pas permis d'enlever {0}

# CouldNotDelete_Because_ChildrenExist
source: Could not delete {0} because {1} children exist
fr: Dans l'impossibilité d'effacer {0} puisque des enfants {1} existe

# CouldNotDelete_BecauseItIsBeingUsedIn_
source: Could not delete {0} because it it being used in {1}
fr: Dans l'impossibilité d'effacer {0} puisque il est utilisé par {1}

# ParentTVItemModelNotFoundFor_
source: Parent TVItemModel not found for {0}
fr: Le parent TVItemModel {0} est introuvable

# ModifyOf_IsNotAllowed
source: Modify of {0} is not allowed
fr: Modifier {0} n'est pas permit

source: Error in SetLocalLoggedInContactInfo
fr: Erreur dans SetLocalLoggedInContactInfo

# CouldNotGet_
source: Could not get {0}
fr: Dans l'impossiblité d'aller chercher {0}

# ErrorWhileTryingToGetAzureJSONFileInfoFor_Error_
source: Error while trying to get Azure JSON file info for {0}. Error: {1}
fr: Erreur lors d'accès à l'information de la filière JSON Azure pour {0}. Erreur: {1}

# _NeedsAtLeast2Points
source: {0} needs at least 2 points
fr: {0} requiert au moins 2 points

# DoingAzureDirectory_
source: Doing Azure directory --> {0}
fr: En Train de faire le directoire d'Azure --> {0}

# ExternalHardDriveAppDataPathDoesNotExist_
source: ExternalHardDriveAppDataPath does not exist {0}
fr: ExternalHardDriveAppDataPath n'existe pas {0}

# DeletingExternalHardDriveDirectory_
source: Deleting external hard drive directory {0}
fr: Suppression du directoire du disque dur externe --> {0}

# DeletingExternalHardDriveFile_
source: \tDeleting external hard drive file --> {0}
fr: \tSuppression de la filière du disque dur externe --> {0}

# ErrorDeletingExternalHardDriveDirectory_Error_
source: \tError deleting external hard drive directory --> {0}. Error: {1}
fr: \tErreur lors de la suppression du disque dur externe --> {0}. Erreur: {1}

# ErrorDeletingExternalHardDriveFile_Error_
source: \tError deleting external hard drive file --> {0}. Error: {1}
fr: \tErreur lors de la suppression de la filière du disque dur externe --> {0}. Erreur: {1}

# DoingExternalHardDriveDirectory_
source: Doing External Hard Drive directory --> {0}
fr: En Train de faire le directoire du disque dur externe --> {0}

# DoingLocalHardDriveDirectory_
source: Doing Local Hard Drive directory --> {0}
fr: En Train de faire le directoire du disque dur local --> {0}

# DoingNationalSharedDriveDirectory_
source: Doing National Shared Drive directory --> {0}
fr: En Train de faire le directoire du répertoire partagé national --> {0}

source: Can only be run from computer wmon01dtchlebl2
fr: Ne peut être executer a partir de l'ordinateur wmon01dtchlebl2
