Repository: ECCC-CSSP/CSSPTools
Catalog: src/services/CSSPCultureServices/Resources/CSSPCultureEnumsRes.*.resx
Languages: fr

# TideTextEnumLowTideRising
source: Low Tide Rising
fr: Low Tide Rising (fr)

# TideTextEnumMidTide
source: Mid Tide
fr: Mid Tide (fr)

# TideTextEnumMidTideFalling
source: Mid Tide Falling
fr: Mid Tide Falling (fr)

# TideTextEnumMidTideRising
source: Mid Tide Rising
fr: Mid Tide Rising (fr)

# TranslationStatusEnumElectronicallyTranslated
source: Electronically Translated
fr: Electronically Translated (fr)

# TranslationStatusEnumNotTranslated
source: Not Translated
fr: Not Translated (fr)

# TranslationStatusEnumTranslated
source: Translated
fr: Translated (fr)

# TreatmentTypeEnumActivatedSludge
source: Activated Sludge
fr: Activated Sludge (fr)

# TreatmentTypeEnumActivatedSludgeWithBiofilter
source: Activated Sludge With Biofilter
fr: Activated Sludge With Biofilter (fr)

# TreatmentTypeEnumBioDisks
source: Bio Disks
fr: Bio Disks (fr)

# TreatmentTypeEnumBioFilmReactor
source: Bio Film Reactor
fr: Bio Film Reactor (fr)

# TreatmentTypeEnumBioGreen
source: Bio Green
fr: Bio Green (fr)

# TreatmentTypeEnumChemicalPrimary
source: Chemical Primary
fr: Chemical Primary (fr)

# TreatmentTypeEnumChromoglass
source: Chromoglass
fr: Chromoglass (fr)

# TreatmentTypeEnumCirculatingFluidizedBed
source: Circulating Fluidized Bed
fr: Circulating Fluidized Bed (fr)

# TreatmentTypeEnumLagoonNoAeration1Cell
source: Lagoon No Aeration 1 Cell
fr: Lagoon No Aeration 1 Cell (fr)

# TreatmentTypeEnumLagoonNoAeration2Cell
source: Lagoon No Aeration 2 Cell
fr: Lagoon No Aeration 2 Cell (fr)

# TreatmentTypeEnumLagoonNoAeration3Cell
source: Lagoon No Aeration 3 Cell
fr: Lagoon No Aeration 3 Cell (fr)

# TreatmentTypeEnumLagoonNoAeration4Cell
source: Lagoon No Aeration 4 Cell
fr: Lagoon No Aeration 4 Cell (fr)

# TreatmentTypeEnumLagoonNoAeration5Cell
source: Lagoon No Aeration 5 Cell
fr: Lagoon No Aeration 5 Cell (fr)

# TreatmentTypeEnumLagoonWithAeration1Cell
source: Lagoon With Aeration 1 Cell
fr: Lagoon With Aeration 1 Cell (fr)

# TreatmentTypeEnumLagoonWithAeration2Cell
source: Lagoon With Aeration 2 Cell
fr: Lagoon With Aeration 2 Cell (fr)

# TreatmentTypeEnumLagoonWithAeration3Cell
source: Lagoon With Aeration 3 Cell
fr: Lagoon With Aeration 3 Cell (fr)

# TreatmentTypeEnumLagoonWithAeration4Cell
source: Lagoon With Aeration 4 Cell
fr: Lagoon With Aeration 4 Cell (fr)

# TreatmentTypeEnumLagoonWithAeration5Cell
source: Lagoon With Aeration 5 Cell
fr: Lagoon With Aeration 5 Cell (fr)

# TreatmentTypeEnumLagoonWithAeration6Cell
source: Lagoon With Aeration 6 Cell
fr: Lagoon With Aeration 6 Cell (fr)

# TreatmentTypeEnumOxidationDitchOnly
source: Oxidation Ditch Only
fr: Oxidation Ditch Only (fr)

# TreatmentTypeEnumPeatSystem
source: Peat System
fr: Peat System (fr)

# TreatmentTypeEnumPhysicochimique
source: Physicochimique
fr: Physicochimique (fr)

# TreatmentTypeEnumPrimary
source: Primary
fr: Primary (fr)

# TreatmentTypeEnumRecirculatingSandFilter
source: Recirculating Sand Filter
fr: Recirculating Sand Filter (fr)

# TreatmentTypeEnumRotatingBiologicalContactor
source: Rotating Biological Contactor
fr: Rotating Biological Contactor (fr)

# TreatmentTypeEnumSecondary
source: Secondary
fr: Secondary (fr)

# TreatmentTypeEnumSepticTank
source: Septic Tank
fr: Septic Tank (fr)

# TreatmentTypeEnumSequencingBatchReactor
source: Sequencing Batch Reactor
fr: Sequencing Batch Reactor (fr)

# TreatmentTypeEnumStabalizingPondOnly
source: Stabalizing Pond Only
fr: Stabalizing Pond Only (fr)

# TreatmentTypeEnumTertiary
source: Tertiary
fr: Tertiary (fr)

# TreatmentTypeEnumTrashRackRakeOnly
source: Trash Rack Rake Only
fr: Trash Rack Rake Only (fr)

# TreatmentTypeEnumTricklingFilter
source: Trickling Filter
fr: Trickling Filter (fr)

# TreatmentTypeEnumVolumeFermenter
source: Volume Fermenter
fr: Volume Fermenter (fr)

# TVAuthEnumAdmin
source: Admin
fr: Admin (fr)

# TVAuthEnumCreate
source: Create
fr: Create (fr)

# TVAuthEnumDelete
source: Delete
fr: Delete (fr)

# TVAuthEnumNoAccess
source: No access
fr: No access (fr)

# TVAuthEnumRead
source: Read
fr: Read (fr)

# TVAuthEnumWrite
source: Write
fr: Write (fr)

# TVTypeEnumAddress
source: Address
fr: Adresse

# TVTypeEnumArea
source: Area
fr: Région

# TVTypeEnumBoxModelInputs
source: Box Model Inputs
fr: Box Model Inputs (fr)

# TVTypeEnumBoxModelResults
source: Box Model Results
fr: Box Model Results (fr)

# TVTypeEnumClimateSite
source: Climate Site
fr: Climate Site (fr)

# TVTypeEnumClimateSiteData
source: Climate Site Data
fr: Climate Site Data (fr)

# TVTypeEnumClimateSiteInfo
source: Climate Site Info
fr: Climate Site Info (fr)

# TVTypeEnumContact
source: Contact
fr: Contact (fr)

# TVTypeEnumCountry
source: Country
fr: Pays

# TVTypeEnumEmail
source: Email
fr: Courriel

# TVTypeEnumFailed
source: Failed
fr: Échec

# TVTypeEnumFile
source: File
fr: Fichier

# TVTypeEnumHydrometricRatingCurveDataInfo
source: Hydrometric Rating Curve Data Info
fr: Hydrometric Rating Curve Data Info (fr)

# TVTypeEnumHydrometricRatingCurveInfo
source: Hydrometric Rating Curve Info
fr: Hydrometric Rating Curve Info (fr)

# TVTypeEnumHydrometricSite
source: Hydrometric Site
fr: Poste hydrométrique

# TVTypeEnumHydrometricSiteData
source: Hydrometric Site Data
fr: Hydrometric Site Data (fr)

# TVTypeEnumHydrometricSiteInfo
source: Hydrometric Site Info
fr: Hydrometric Site Info (fr)

# TVTypeEnumInfrastructureInfo
source: Infrastructure Info
fr: Infrastructure Info (fr)

# TVTypeEnumLabSheetDetailInfo
source: Lab Sheet Detail Info
fr: Lab Sheet Detail Info (fr)

# TVTypeEnumLabSheetInfo
source: Lab Sheet Info
fr: Lab Sheet Info (fr)

# TVTypeEnumLessThan10
source: Less Than 10 Samples
fr: Less Than 10 Samples (fr)

# TVTypeEnumLiftStation
source: Lift Station
fr: Poste de pompage

# TVTypeEnumLineOverflow
source: Line overflow
fr: Line overflow (fr)

# TVTypeEnumMapInfo
source: Map Info
fr: Map Info (fr)

# TVTypeEnumMapInfoPoint
source: Map Info Point
fr: Map Info Point (fr)

# TVTypeEnumMeshNode
source: Mesh Node
fr: Mesh Node (fr)

# TVTypeEnumMikeBoundaryConditionMesh
source: Mike Boundary Condition Mesh
fr: Mike Boundary Condition Mesh (fr)

# TVTypeEnumMikeBoundaryConditionWebTide
source: Mike Boundary Condition Web Tide
fr: Mike Boundary Condition Web Tide (fr)

# TVTypeEnumMikeScenario
source: Mike Scenario
fr: Scénario MIKE

# TVTypeEnumMikeSource
source: Mike Source
fr: Source MIKE

# TVTypeEnumMikeSourceStartEndInfo
source: Mike Source Start End Info
fr: Mike Source Start End Info (fr)

# TVTypeEnumMunicipality
source: Municipality
fr: Municipalité

# TVTypeEnumMWQMLookupMPNInfo
source: MWQM Lookup MPN Info
fr: MWQM Lookup MPN Info (fr)

# TVTypeEnumMWQMRun
source: MWQM Run
fr: MWQM Run (fr)

# TVTypeEnumMWQMSite
source: MWQM Site
fr: MWQM Site (fr)

# TVTypeEnumMWQMSiteSample
source: MWQM Site Sample
fr: MWQM Site Sample (fr)

# TVTypeEnumMWQMSiteStartEndInfo
source: MWQM Site Start End Info
fr: MWQM Site Start End Info (fr)

# TVTypeEnumMWQMSubsectorInfo
source: MWQM Subsector Info
fr: MWQM Subsector Info (fr)

# TVTypeEnumNoData
source: No Data
fr: Aucune donnée

# TVTypeEnumNoDepuration
source: No Depuration
fr: No Depuration (fr)

# TVTypeEnumOtherInfrastructure
source: Other Infrastructure
fr: Other Infrastructure (fr)

# TVTypeEnumOutfall
source: Outfall
fr: Émissaire

# TVTypeEnumPassed
source: Passed
fr: Réussi

# TVTypeEnumPolSourceSite
source: Pollution Source Site
fr: Site de la source de pollution

# TVTypeEnumPolSourceSiteInfo
source: Pollution Source Site Info
fr: Pollution Source Site Info (fr)

# TVTypeEnumPolSourceSiteObsInfo
source: Pollution Source Site Observation Info
fr: Pollution Source Site Observation Info (fr)

# TVTypeEnumPrecHydroTide
source: Precipitation Hydrometric Tide
fr: Precipitation Hydrometric Tide (fr)

# TVTypeEnumRoot
source: Root
fr: Base

# TVTypeEnumSamplingPlan
source: MWQM Plan
fr: MWQM Plan (fr)

# TVTypeEnumSamplingPlanInfo
source: MWQM Plan Info
fr: MWQM Plan Info (fr)

# TVTypeEnumSamplingPlanSubsectorInfo
source: MWQM Plan Subsector Info
fr: MWQM Plan Subsector Info (fr)

# TVTypeEnumSamplingPlanSubsectorSiteInfo
source: MWQM Plan Subsector Site Info
fr: MWQM Plan Subsector Site Info (fr)

# TVTypeEnumSector
source: Sector
fr: Secteur

# TVTypeEnumSpill
source: Spill
fr: Déversement

# TVTypeEnumSubsector
source: Subsector
fr: Sous-secteur

# TVTypeEnumTel
source: Tel
fr: Tél

# TVTypeEnumTideLocationInfo
source: Tide Location Info
fr: Tide Location Info (fr)

# TVTypeEnumTideSite
source: Tide Site
fr: Poste de marée

# TVTypeEnumTideSiteDataInfo
source: Tide Site Data Info
fr: Tide Site Data Info (fr)

# TVTypeEnumTotalFile
source: Total file
fr: Totale filière

# TVTypeEnumUseOfSite
source: Use Of Site
fr: Use Of Site (fr)

# TVTypeEnumVisualPlumesScenario
source: Visual Plumes Scenario
fr: Scénario Visual Plumes

# TVTypeEnumVisualPlumesScenarioAmbient
source: Visual Plumes Scenario Ambient
fr: Visual Plumes Scenario Ambient (fr)

# TVTypeEnumVisualPlumesScenarioInfo
source: Visual Plumes Scenario Info
fr: Visual Plumes Scenario Info (fr)

# TVTypeEnumVisualPlumesScenarioResults
source: Visual Plumes Scenario Results
fr: Visual Plumes Scenario Results (fr)

# TVTypeEnumWasteWaterTreatmentPlant
source: Waste Water Treatment Plant
fr: Usine de traitement de eaux usées

# TVTypeEnumWebTideNode
source: Web Tide Node
fr: Web Tide Node (fr)

# WebTideDataSetEnumarctic9
source: Arctic
fr: Arctic (fr)

# WebTideDataSetEnumbrador
source: Brador
fr: Brador (fr)

# WebTideDataSetEnumflood
source: Upper Bay of Fundy
fr: Upper Bay of Fundy (fr)

# WebTideDataSetEnumh3o
source: Halifax Harbour
fr: Halifax Harbour (fr)

# WebTideDataSetEnumHRglobal
source: Global (LEGOS France)
fr: Global (LEGOS France) (fr)

# WebTideDataSetEnumhudson
source: Hudson Bay (IML)
fr: Hudson Bay (IML) (fr)

# WebTideDataSetEnumne_pac4
source: North East Pacific (IOS)
fr: North East Pacific (IOS) (fr)

# WebTideDataSetEnumnwatl
source: North West Atlantic
fr: North West Atlantic (fr)

# WebTideDataSetEnumQuatsinoModel14
source: Quatsino Sound
fr: Quatsino Sound (fr)

# WebTideDataSetEnumsshelf
source: Scotian Fundy Maine
fr: Scotian Fundy Maine (fr)

# WebTideDataSetEnumvigf8
source: Vancouver Island (Mike Foreman)
fr: Vancouver Island (Mike Foreman) (fr)

# _IsRequired
source: {0} is required
fr: {0} est nécessaire

# AppTaskCommandEnumCreateWebTideDataWLAtFirstNode
source: Create WebTide data (water level) at first node
fr: Creation de données WebTide (niveau d'eau) au premier noeud

# FileStatusEnumAccepted
source: Accepted
fr: Accepté

# LabSheetStatusEnumAccepted
source: Accepted
fr: Accepté

source: MikeScenarioSpecialResultKMLType
fr: Type de résulat spécial du scénario MIKE (KML)

# MikeScenarioSpecialResultKMLTypeEnumBoundaryConditions
source: Boundary conditions
fr: Conditions aux limits

# MikeScenarioSpecialResultKMLTypeEnumMesh
source: Mesh
fr: Grillage

# MikeScenarioSpecialResultKMLTypeEnumPollutionAnimation
source: Pollution animation
fr: Animation de pollution

# MikeScenarioSpecialResultKMLTypeEnumPollutionLimit
source: Pollution limit
fr: Limit de pollution

# MikeScenarioSpecialResultKMLTypeEnumStudyArea
source: Study area
fr: Région d'étude

# ReportFieldTypeEnumMikeScenarioSpecialResultKMLType
source: MikeScenarioSpecialResultKMLType
fr: Type de résultat spécial du scénario MIKE (KML)

# ReportTreeNodeTypeEnumReportMikeScenarioSpecialResultKMLType
source: ReportMikeScenarioSpecialResultKMLType
fr: Type de résultat spécial du scénario MIKE raport (KML)

# TVTypeEnumMikeSourceIncluded
source: Mike source included
fr: Source de pollution MIKE inclus

# TVTypeEnumMikeSourceIsRiver
source: Mike source is river
fr: Source de pollution MIKE rivière

# TVTypeEnumMikeSourceNotIncluded
source: Mike source not included
fr: Source de pollution MIKE non inclus

# TVTypeEnumSeeOtherMunicipality
source: See other municipality
fr: Voir autre municipalité

# ActionDBTypeEnumCreate
source: Create
fr: Créer

# ActionDBTypeEnumDelete
source: Delete
fr: Effacer

# ActionDBTypeEnumRead
source: Read
fr: Lire

# ActionDBTypeEnumUpdate
source: Update
fr: Mettre à jour

# CouldNotFind_Within_
source: Could not find {0} within {1}
fr: Dans l'impossibilité de trouver {0} dans {1}

# PolSourceObsInfoTypeEnumDescription
source: Description
fr: Description (fr)

# PolSourceObsInfoTypeEnumInitial
source: Initial
fr: Initial (fr)

# PolSourceObsInfoTypeEnumReport
source: Report
fr: Report (fr)

# PolSourceObsInfoTypeEnumText
source: Text
fr: Text (fr)

# AnalysisReportExportCommandEnumReport
source: Report
fr: Rapport

# AppTaskCommandEnumExportAnalysisToExcel
source: Export analysis to Excel
fr: Exporter l'analyse en format Excel

# AppTaskCommandEnumExportEmailDistributionLists
source: Export email distribution lists
fr: Exporter liste de distribution

# FilePurposeEnumAnalysis
source: Analysis
fr: Analyses

# TVTypeEnumEmailDistributionList
source: Email distribution list
fr: Liste de distribution des courriels

# TVTypeEnumRainExceedance
source: Rain exceedance
fr: Exceedance de pluie

# EntityQueryDetailTypeEnumEntityOnly
source: Entity only
fr: Entity only (fr)

# EntityQueryTypeEnumAsNoTracking
source: As no tracking
fr: As no tracking (fr)

# EntityQueryTypeEnumWithTracking
source: With tracking
fr: With tracking (fr)

# EntityQueryDetailTypeEnumEntityReport
source: EntityReport
fr: EntityReport (fr)

# EntityQueryDetailTypeEnumEntityWeb
source: Entity web
fr: Entity web (fr)

# AppTaskCommandEnumCreateDocumentFromParameters
source: Create document from parameters
fr: Créer document à partir de paramètres

# AppTaskCommandEnumExportToArcGIS
source: Export to Arc GIS
fr: Export to Arc GIS (fr)

# AppTaskCommandEnumFillRunPrecipByClimateSitePriorityForYear
source: Fill run precip by climate site priority for year
fr: Fill run precip by climate site priority for year (fr)

# AppTaskCommandEnumFindMissingPrecipForProvince
source: Find missing precip for province
fr: Find missing precip for province (fr)

# AppTaskCommandEnumGetAllPrecipitationForYear
source: Get all precipitation for year
fr: Get all precipitation for year (fr)

# AppTaskCommandEnumOpenDataCSVOfMWQMSamples
source: Open Data CSV of MWQM Samples
fr: Open Data CSV of MWQM Samples (fr)

# AppTaskCommandEnumOpenDataCSVOfMWQMSites
source: Open Data CSV of MWQM Sites
fr: Open Data CSV of MWQM Sites (fr)

# AppTaskCommandEnumOpenDataKMZOfMWQMSites
source: Open Data KMZ of MWQM Sites
fr: Open Data KMZ of MWQM Sites (fr)

# AppTaskCommandEnumOpenDataXlsxOfMWQMSamples
source: Open Data Xlsx of MWQM Samples
fr: Open Data Xlsx of MWQM Samples (fr)

# AppTaskCommandEnumOpenDataXlsxOfMWQMSites
source: Open Data Xlsx of MWQM Sites
fr: Open Data Xlsx of MWQM Sites (fr)

# ExcelExportShowDataTypeEnumFecalColiform
source: Fecal Coliform
fr: Fecal Coliform (fr)

# ExcelExportShowDataTypeEnumGemetricMean
source: Gemetric Mean
fr: Gemetric Mean (fr)

# ExcelExportShowDataTypeEnumMedian
source: Median
fr: Median (fr)

# ExcelExportShowDataTypeEnumP90
source: P90
fr: P90 (fr)

# ExcelExportShowDataTypeEnumPercOfP90Over260
source: Percent of P90 > 260
fr: Percent of P90 > 260 (fr)

# ExcelExportShowDataTypeEnumPercOfP90Over43
source: Percent of P90 > 43
fr: Percent of P90 > 43 (fr)

# ExcelExportShowDataTypeEnumSalinity
source: Salinity
fr: Salinity (fr)

# ExcelExportShowDataTypeEnumTemperature
source: Temperature
fr: Temperature (fr)

# FilePurposeEnumOpenData
source: Open Data
fr: Données ouvertes

# FilePurposeEnumReportGenerated
source: Report Generated
fr: Rapport généré

# FilePurposeEnumTemplateGenerated
source: Template Generated
fr: Générer à partir de modèle

# LaboratoryEnumAvalonLaboratoriesInc
source: Avalon Laboratories Inc
fr: Avalon Laboratories Inc (fr)

# PositionEnumLeftBottom
source: Left Bottom
fr: Left Bottom (fr)

# PositionEnumLeftTop
source: Left Top
fr: Left Top (fr)

# PositionEnumRightBottom
source: Right Bottom
fr: Right Bottom (fr)

# PositionEnumRightTop
source: Right Top
fr: Right Top (fr)

# TVTypeEnumOpenData
source: Open Data
fr: Open Data (fr)

# AppTaskCommandEnumOpenDataXlsxOfMWQMSitesAndSamples
source: Open Data Xlsx Of MWQM Sites And Samples
fr: Open Data Xlsx Of MWQM Sites And Samples (fr)

# ClassificationTypeEnumApproved
source: Approved
fr: Agréé

# ClassificationTypeEnumConditionallyApproved
source: Conditionally Approved
fr: Agréé sous condition

# ClassificationTypeEnumConditionallyRestricted
source: Conditionally Restricted
fr: Restreint sous condition

# ClassificationTypeEnumProhibited
source: Prohibited
fr: Interdit

# ClassificationTypeEnumRestricted
source: Restricted
fr: Restreint

# TVTypeEnumApproved
source: Approved
fr: Agréé

# TVTypeEnumConditionallyApproved
source: Conditionally Approved
fr: Agréé sous condition

# TVTypeEnumConditionallyRestricted
source: Conditionally Restricted
fr: Restreint sous condition

# TVTypeEnumProhibited
source: Prohibited
fr: Interdit

# TVTypeEnumRestricted
source: Restricted
fr: Restreint

# StreetTypeEnumLane
source: Lane
fr: Voie

# AppTaskCommandEnumGenerateClassificationForCSSPVisualization
source: Generate classification for CSSP visualization
fr: Generate classification for CSSP visualization (fr)

source: Generate links between MWQM Sites and Pollution Source Sites for CSSP visualization
fr: Generate links between MWQM Sites and Pollution Source Sites for CSSP visualization (fr)

# AppTaskCommandEnumOpenDataCSVNationalOfMWQMSamples
source: Open Data CSV national of MWQM Samples
fr: Open Data CSV national of MWQM Samples (fr)

# AppTaskCommandEnumOpenDataCSVNationalOfMWQMSites
source: Open Data CSV national of MWQM Sites
fr: Open Data CSV national of MWQM Sites (fr)

# AppTaskCommandEnumProvinceToolsCreateClassificationInputsKML
source: Province tools create classification inputs KML
fr: Province tools create classification inputs KML (fr)

# AppTaskCommandEnumProvinceToolsCreateGroupingInputsKML
source: Province tools create grouping inputs KML
fr: Province tools create grouping inputs KML (fr)

# TVTypeEnumOpenDataNational
source: Open Data national
fr: Open Data national (fr)

# TVTypeEnumPolSourceSiteMikeScenario
source: Pollution source site Mike Scenario
fr: Pollution source site Mike Scenario (fr)

# AppTaskCommandEnumFillRunDischargesByHydrometricSitePriorityForYear
source: Fill Run Discharges By Hydrometric Site Priority For Year
fr: Fill Run Discharges By Hydrometric Site Priority For Year (fr)

# AppTaskCommandEnumFindMissingDischargesForProvince
source: Find Missing Discharges For Province
fr: Find Missing Discharges For Province (fr)

# AppTaskCommandEnumGetAllDischargesForYear
source: Get All Discharges For Year
fr: Get All Discharges For Year (fr)

# AppTaskCommandEnumGetHydrometricSitesDataForRunsOfYear
source: Get Hydrometric Sites Data For Runs Of Year
fr: Get Hydrometric Sites Data For Runs Of Year (fr)

source: Update Hydrometric Site Daily And Hourly For Subsector From Start Date To End Date
fr: Update Hydrometric Site Daily And Hourly For Subsector From Start Date To End Date (fr)

# AppTaskCommandEnumUpdateHydrometricSiteDailyAndHourlyFromStartDateToEndDate
source: Update Hydrometric Site Daily And Hourly From Start Date To End Date
fr: Update Hydrometric Site Daily And Hourly From Start Date To End Date (fr)

# AppTaskCommandEnumUpdateHydrometricSiteInformation
source: Update Hydrometric Site Information
fr: Update Hydrometric Site Information (fr)

# AppTaskCommandEnumLoadHydrometricDataValue
source: Load hydrometric data value
fr: Load hydrometric data value (fr)

# AppTaskCommandEnumGenerateKMLFileClassificationForCSSPVisualization
source: Generate KML file classification for CSSP visualization
fr: Generate KML file classification for CSSP visualization (fr)

# AppTaskCommandEnumProvinceToolsGenerateStats
source: Province Tools Generate Stats
fr: Province Tools Generate Stats (fr)

# AppTaskCommandEnumGenerateClassificationForCSSPWebToolsVisualization
source: Generate classification for CSSPWebTools visualization
fr: Generate classification for CSSPWebTools visualization (fr)

# AppTaskCommandEnumGenerateKMLFileClassificationForCSSPWebToolsVisualization
source: Generate KML file classification for CSSPWebTools visualization
fr: Generate KML file classification for CSSPWebTools visualization (fr)

source: Generate links between MWQM Sites and Pollution Source Sites for CSSPWebTools visualization
fr: Generate links between MWQM Sites and Pollution Source Sites for CSSPWebTools visualization (fr)

# AppTaskCommandEnumMikeScenarioPrepareResults
source: MIKE Scenario Prepare Results
fr: MIKE Scenario Prepare Results (fr)

# AerationTypeEnumMechanicalAirLines
source: Mechanical Air Lines
fr: Ligne d'air méchanique

# AerationTypeEnumMechanicalSurfaceMixers
source: Mechanical Surface Mixers
fr: Mélangeurs de surface mécaniques

# DrogueTypeEnumLargeDrogue
source: Large drogue
fr: Large drogue (fr)

# DrogueTypeEnumSmallDrogue
source: Small drogue
fr: Small drogue (fr)

# SecondaryTreatmentTypeEnumActivatedSludge
source: Activated sludge
fr: Activated sludge (fr)

# SecondaryTreatmentTypeEnumAeratedSubmergedBioFilmReactor
source: Aerated submerged bio film reactor
fr: Aerated submerged bio film reactor (fr)

# SecondaryTreatmentTypeEnumBiologicalAearatedFilters
source: Biological aearated filters
fr: Biological aearated filters (fr)

# SecondaryTreatmentTypeEnumContactStabilization
source: Contact stabilization
fr: Contact stabilization (fr)

# SecondaryTreatmentTypeEnumExtendedActivatedSludge
source: Extended activated sludge
fr: Extended activated sludge (fr)

# SecondaryTreatmentTypeEnumExtendedAeration
source: Extended aeration
fr: Extended aeration (fr)

# SecondaryTreatmentTypeEnumIntegratedFixedFilmActivatedSludge
source: Integrated fixed film activated sludge
fr: Integrated fixed film activated sludge (fr)

# SecondaryTreatmentTypeEnumMovingBedBioReactor
source: Moving bed bio reactor
fr: Moving bed bio reactor (fr)

# SecondaryTreatmentTypeEnumPhysicalChemicalProcesses
source: Physical chemical processes
fr: Physical chemical processes (fr)

# TVTypeEnumSubsectorTools
source: Subsector tools
fr: Subsector tools (fr)

# PreliminaryTreatmentTypeEnumMechanicalScreening
source: Mechanical screening
fr: Mechanical screening (fr)

# PrimaryTreatmentTypeEnumPrimaryClarification
source: Primary clarification
fr: Primary clarification (fr)

# AppTaskCommandEnumClimateSiteLoadCoCoRaHSData
source: Climate Site Load CoCoRaHS Data
fr: Climate Site Load CoCoRaHS Data (fr)

# SampleTypeEnumBivalve
source: Bivalve
fr: Bivalve (fr)

# SampleTypeEnumSediment
source: Sediment
fr: Sediment (fr)

# ValveTypeEnumAutomatically
source: Automatically
fr: Automatically (fr)

# ValveTypeEnumManually
source: Manually
fr: Manually (fr)

# ValveTypeEnumNone
source: None
fr: None (fr)

# CanOverflowTypeEnumNo
source: No
fr: Non

# CanOverflowTypeEnumUnknown
source: Unknown
fr: Inconnu

# CanOverflowTypeEnumYes
source: Yes
fr: Oui

# RunningOnEnumAzure
source: Azure
fr: Azure (fr)

# RunningOnEnumLocal
source: Local
fr: Local (fr)

# CountrySubComponentEnumEmailDistributionList
source: Email Distribution List
fr: Email Distribution List (fr)

# CountrySubComponentEnumFiles
source: Files
fr: Files (fr)

# CountrySubComponentEnumOpenDataNational
source: Open Data National
fr: Open Data National (fr)

# CountrySubComponentEnumProvinces
source: Provinces
fr: Provinces (fr)

# CountrySubComponentEnumRainExceedance
source: Rain Exceedance
fr: Rain Exceedance (fr)

# MapSizeEnumSize30
source: Size 30
fr: Size 30 (fr)

# MapSizeEnumSize40
source: Size 40
fr: Size 40 (fr)

# MapSizeEnumSize50
source: Size 50
fr: Size 50 (fr)

# MapSizeEnumSize60
source: Size 60
fr: Size 60 (fr)

# MapSizeEnumSize70
source: Size 70
fr: Size 70 (fr)

# ProvinceSubComponentEnumAreas
source: Areas
fr: Areas (fr)

# ProvinceSubComponentEnumFiles
source: Files
fr: Files (fr)
