Repository: ECCC-CSSP/CSSPTools
Catalog: src/dlls/CSSPEnumsDLL/Services/Resources/BaseEnumServiceRes.*.resx
Languages: fr

# AddressTypeEnumCivic
source: Civic
fr: Civique

# AddressTypeEnumMailing
source: Mailing
fr: Postale

# AddressTypeEnumShipping
source: Shipping
fr: Livraison

# AerationTypeEnumMechanicalAirLines
source: Mechanical Air Lines
fr: Ligne d'air méchanique

# AerationTypeEnumMechanicalSurfaceMixers
source: Mechanical Surface Mixers
fr: Mélangeurs de surface mécaniques

# AlarmSystemTypeEnumNone
source: None
fr: Aucun

# AlarmSystemTypeEnumOnlyVisualLight
source: Only Visual Light
fr: Lumière visible seulement

# AlarmSystemTypeEnumPagerAndLight
source: Pager And Light
fr: Lumière et pagette

# AlarmSystemTypeEnumSCADAAndLight
source: SCADA And Light
fr: SCADA et lumière

# AlarmSystemTypeOnlyVisualLight
source: Only Visual Light
fr: Lumière visible seulement

source: AnalyzeMethod
fr: Méthode analytique

# AnalyzeMethodEnumAnalyzeMethod10
source: AnalyzeMethod10
fr: Méthode analytique 10

# AnalyzeMethodEnumAnalyzeMethod11
source: AnalyzeMethod11
fr: Méthode analytique 11

# AnalyzeMethodEnumAnalyzeMethod12
source: AnalyzeMethod12
fr: Méthode analytique 12

# AnalyzeMethodEnumAnalyzeMethod8
source: AnalyzeMethod8
fr: Méthode analytique 8

# AnalyzeMethodEnumAnalyzeMethod9
source: AnalyzeMethod9
fr: Méthode analytique 9

# AnalyzeMethodEnumMPN
source: MPN
fr: NPP

# AppTaskCommandEnumCreateFCForm
source: Fecal Coliform Form
fr: Formulaire coliform fécaux

# AppTaskCommandEnumGenerateWebTide
source: Generate Web Tide
fr: Générer marées (WebTide)

# AppTaskCommandEnumMikeScenarioAskToRun
source: MIKE Scenario Ask To Run
fr: Demande d'exécution MIKE

# AppTaskCommandEnumMikeScenarioImport
source: MIKE Scenario Import
fr: Importation de scénario MIKE

# AppTaskCommandEnumMikeScenarioOtherFileImport
source: MIKEScenario Other File Import
fr: Importation des autres filières MIKE

# AppTaskCommandEnumMikeScenarioRunning
source: MIKE Scenario Running
fr: Scénario MIKE en exécution

# AppTaskCommandEnumMikeScenarioToCancel
source: MIKE Scenario To Cancel
fr: Annuler l'exécution MIKE

# AppTaskCommandEnumMikeScenarioWaitingToRun
source: MIKE Scenario Waiting To Run
fr: Scénario MIKE en attente d'exécution

# AppTaskCommandEnumSetupWebTide
source: Setup Web Tide
fr: Configuration marées (WebTide)

source: Update Climate Site Daily And Hourly For Subsector From Start Date To End Date
fr: Mettre à jour le site climatique quotidien et horaire pour le sous-secteur de la date de début à la date de fin

# AppTaskCommandEnumUpdateClimateSiteDailyAndHourlyFromStartDateToEndDate
source: Update Climate Site Daily And Hourly From Start Date To End Date
fr: Mettre à jour le site climatique quotidien et horaire de la date de début à la date de fin

# AppTaskCommandEnumUpdateClimateSiteInformation
source: Update Climate Site Information
fr: Mettre à jour les informations sur le climat sur le site

source: AppTaskStatus
fr: Statu AppTask

# AppTaskStatusEnumCancelled
source: Cancelled
fr: Annulé

# AppTaskStatusEnumCompleted
source: Completed
fr: Terminé

# AppTaskStatusEnumCreated
source: Created
fr: Créé

# AppTaskStatusEnumRunning
source: Running
fr: En traitement

# BeaufortScaleEnumCalm
source: Calm
fr: Calme

# BeaufortScaleEnumFreshBreeze
source: Fresh breeze
fr: Bonne brise

# BeaufortScaleEnumGale_FreshGale
source: Gale, fresh gale
fr: Coup de vent

# BeaufortScaleEnumGentleBreeze
source: Gentle breeze
fr: Petite brise

# BeaufortScaleEnumHighWind_ModerateGale_NearGale
source: High wind, moderate gale, near gale
fr: Grand frais

# BeaufortScaleEnumHurricaneForce
source: Hurricane force
fr: Vent d'ouragan

# BeaufortScaleEnumLightAir
source: Light air
fr: Très légères brises

# BeaufortScaleEnumLightBreeze
source: Light breeze
fr: Légère brise

# BeaufortScaleEnumModerateBreeze
source: Moderate breeze
fr: Jolie brise

# BeaufortScaleEnumStorm_WholeGale
source: Storm, whole gale
fr: Tempête

# BeaufortScaleEnumStrongBreeze
source: Strong breeze
fr: Vent frais

# BeaufortScaleEnumStrong_SevereGale
source: Strong, severe gale
fr: Fort coup de vent

# BeaufortScaleEnumViolentStorm
source: Violent storm
fr: Violente tempête

# BoxModelResultTypeEnumDecayPreDisinfection
source: DecayPreDisinfection
fr: Pre désinfection avec taux de décroissance

# BoxModelResultTypeEnumDecayUntreated
source: DecayUntreated
fr: Non traité avec taux de décroissance

# BoxModelResultTypeEnumNoDecayPreDisinfection
source: NoDecayPreDisinfection
fr: Pre désinfection pas de taux de décroissance

# BoxModelResultTypeEnumNoDecayUntreated
source: NoDecayUntreated
fr: Non traité pas de taux de décroissance

source: CollectionSystemType
fr: Type de système de collection

# CollectionSystemTypeEnumCombined10Separated90
source: Combined 10% Separated 90%
fr: Combiné 10% séparé 90%

# CollectionSystemTypeEnumCombined20Separated80
source: Combined 20% Separated 80%
fr: Combiné 20% séparé 80%

# CollectionSystemTypeEnumCombined30Separated70
source: Combined 30% Separated 70%
fr: Combiné 30% séparé 70%

# CollectionSystemTypeEnumCombined40Separated60
source: Combined 40% Separated 60%
fr: Combiné 40% séparé 60%

# CollectionSystemTypeEnumCombined50Separated50
source: Combined 50% Separated 50%
fr: Combiné 50% séparé 50%

# CollectionSystemTypeEnumCombined60Separated40
source: Combined 60% Separated 40%
fr: Combiné 60% séparé 40%

# CollectionSystemTypeEnumCombined70Separated30
source: Combined 70% Separated 30%
fr: Combiné 70% séparé 30%

# CollectionSystemTypeEnumCombined80Separated20
source: Combined 80% Separated 20%
fr: Combiné 80% séparé 20%

# CollectionSystemTypeEnumCombined90Separated10
source: Combined 90% Separated 10%
fr: Combiné 90% séparé 10%

# CollectionSystemTypeEnumCombined_Separated_
source: Combined {0}% Separated {1}%
fr: Combiné {0}% séparé {1}%

# CollectionSystemTypeEnumCompletelyCombined
source: Completely Combined
fr: Complètement combiné

# CollectionSystemTypeEnumCompletelySeparated
source: Completely Separated
fr: Complètement séparé

source: ContactTitle
fr: Titre du contact

# ContactTitleEnumDirectorGeneral
source: Director General
fr: Directeur général

# ContactTitleEnumDirectorPublicWorks
source: Director Public Works
fr: Directeur des travaux publique

# ContactTitleEnumEngineer
source: Engineer
fr: Ingénieur

# ContactTitleEnumFacilitiesManager
source: Facilities Manager
fr: Gestionnaire des installations

# ContactTitleEnumForeman
source: Foreman
fr: Contremaître

# ContactTitleEnumOperator
source: Operator
fr: Opérateur

# ContactTitleEnumSuperintendent
source: Superintendent
fr: Surintendant

# ContactTitleEnumSupervisor
source: Supervisor
fr: Superviseur

# ContactTitleEnumTechnician
source: Technician
fr: Technicien

source: CSSPWQInputSheetType
fr: Type de feuille de laboratoire

source: CSSPWQInputType
fr: Type d'entrée de données

# CSSPWQInputTypeEnumMunicipality
source: Municipality
fr: Municipalité

# CSSPWQInputTypeEnumSubsector
source: Subsector
fr: Subsecteur

source: DailyOrHourlyData
fr: Donnée journalière ou horaire

# DailyOrHourlyDataEnumDaily
source: Daily
fr: Journalière

# DailyOrHourlyDataEnumHourly
source: Hourly
fr: Horaire

source: DisinfectionType
fr: Type de désinfection

# DisinfectionTypeEnumChlorinationNoDechlorination
source: Chlorination No Dechlorination
fr: Chlorination sans déchlorination

# DisinfectionTypeEnumChlorinationNoDechlorinationSeasonal
source: Chlorination No Dechlorination Seasonal
fr: Chlorination sans déchlorination saisonier

# DisinfectionTypeEnumChlorinationWithDechlorination
source: Chlorination With Dechlorination
fr: Chlorination avec déchlorination

# DisinfectionTypeEnumChlorinationWithDechlorinationSeasonal
source: Chlorination With Dechlorination Seasonal
fr: Chlorination avec déchlorination saisonier

# DisinfectionTypeEnumNone
source: None
fr: Aucun

# DisinfectionTypeEnumUVSeasonal
source: UV Seasonal
fr: UV saisonier

source: EmailType
fr: Type de courriel

# EmailTypeEnumPersonal
source: Personal
fr: Personnel

# EmailTypeEnumPersonal2
source: Personal-2
fr: Personnel-2

# EmailTypeEnumWork
source: Work
fr: Travail

# EmailTypeEnumWork2
source: Work-2
fr: Travail-2

source: Empty
fr: Vide

source: Error
fr: Erreur

source: FacilityType
fr: Type d'établissement

# FacilityTypeEnumLagoon
source: Lagoon
fr: Lagune

# FacilityTypeEnumPlant
source: Plant
fr: Usine de traitement des eaux usées

source: FileGenerator
fr: Générateur de filière

# FileGeneratorEnumArea
source: Area
fr: Région

# FileGeneratorEnumCountry
source: Country
fr: Pays

source: FileGeneratorEnum Is Not SamplingPlan
fr: Générateur de filière n'est pas un plan d'échantillonnage

# FileGeneratorEnumMIKEScenarioBoundaryConditions
source: Boundary conditions
fr: Conditions aux limites

# FileGeneratorEnumMIKEScenarioConcentrationAnimation
source: Concentration Animation
fr: Animation de concentrations

# FileGeneratorEnumMIKEScenarioConcentrationLimits
source: Concentration Limits
fr: Limits de concentrations

# FileGeneratorEnumMIKEScenarioCurrentAnimation
source: Current Animation
fr: Animation du courant

# FileGeneratorEnumMIKEScenarioCurrentMaximum
source: Current Maximum
fr: Animation du courant maximal

# FileGeneratorEnumMIKEScenarioMesh
source: Mesh
fr: Grillage

# FileGeneratorEnumMIKEScenarioStudyArea
source: Study Area
fr: Endroit d'étude

# FileGeneratorEnumMunicipality
source: Municipality
fr: Municipalité

# FileGeneratorEnumSamplingPlan
source: MWQM Plan
fr: Plan d'échantillonnage

# FileGeneratorEnumMWQMSite
source: MWQM Site
fr: Site PSQEM

# FileGeneratorEnumPolSourceSite
source: Pollution Source Site
fr: Site de source de pollution

# FileGeneratorEnumRoot
source: Root
fr: Base

# FileGeneratorEnumSector
source: Sector
fr: Secteur

# FileGeneratorEnumSubsector
source: Subsector
fr: Sous-secteur

# FileGeneratorEnumSubsectorFaecalColiformDensities
source: Subsector Faecal Coliform Densities
fr: Densité de coliform fécaux du sous-secteur

# FileGeneratorEnumSubsectorFaecalColiformSummaryStat
source: Subsector Faecal Coliform Summary Stat
fr: Sommaire statistique de coliform fécaux du sous-secteur

# FileGeneratorEnumSubsectorMWQMSiteFaecalColiformDensities
source: Subsector MWQM Site Faecal Coliform Densities
fr: Densités de coliform fécaux du site PSQEM

# FileGeneratorEnumSubsectorMWQMSiteSalinity
source: Subsector MWQM Site Salinity
fr: Salinité du site PSQEM

# FileGeneratorEnumSubsectorMWQMSiteSummary
source: Subsector MWQM Site Summary
fr: Sommaire du site PSQEM

# FileGeneratorEnumSubsectorMWQMSiteSummaryLowPrecipitation
source: Subsector MWQM Site Summary Low Precipitation
fr: Sommaire précipitation basse du site PSQEM

# FileGeneratorEnumSubsectorMWQMSiteWaterTemperature
source: Subsector MWQM Site Water Temperature
fr: Température du site PSQEM

# FileGeneratorEnumSubsectorPollutionSourceFieldSheet
source: Subsector Pollution Source Field Sheet
fr: Formulaire de source de pollution pour sous-secteur

# FileGeneratorEnumSubsectorPollutionSourceInfo
source: Subsector Pollution Source Information
fr: Information de source de pollution

# FileGeneratorEnumTideSite
source: Tide Site
fr: Site de marée

source: FileGeneratorType
fr: Type de générateur de filière

# FileGeneratorTypeEnumExcelAndPDF
source: Excel and PDF
fr: Excel et PDF

# FileGeneratorTypeEnumWordAndPDF
source: Word and PDF
fr: Word et PDF

# FileGeneratorTypeEnum_IsNotSupported
source: FileGeneratorTypeEnum [{0}] is not supported
fr: Le Type de générateur de filière [{0}] n'est pas supporté

source: FilePurpose
fr: But de la filière

# FilePurposeEnumTemplateGenerated
source: Template generated
fr: Générer à partir de modèle

# FilePurposeEnumGeneratedFCForm
source: Generated FC Form
fr: Formulaire CF est générer

# FilePurposeEnumMikeInput
source: MIKE Input
fr: MIKE entrée

# FilePurposeEnumMikeInputMDF
source: MIKE Input MDF
fr: MIKE entrée MDF

# FilePurposeEnumMikeResultDFSU
source: MIKE Result DFSU
fr: MIKE Résultats DFSU

# FilePurposeEnumMikeResultKMZ
source: MIKE Result KMZ
fr: MIKE Résultats KMZ

# FilePurposeEnumPicture
source: Picture
fr: Photo

# FilePurposeEnumReportGenerated
source: Report generated
fr: Rapport généré

source: FileStatus
fr: Statut de la fililère

# FileStatusEnumAccepted
source: Accepted
fr: Accepté

# FileStatusEnumChanged
source: Changed
fr: Changé

# FileStatusEnumRejected
source: Rejected
fr: Rejeté

# FileStatusEnumSent
source: Sent
fr: Envoyé

source: FileType
fr: Type de filière

source: InfrastructureType
fr: Type d'infrastructure

# InfrastructureTypeEnumLiftStation
source: Lift Station
fr: Poste de pompage

# InfrastructureTypeEnumLineOverflow
source: Line overflow
fr: Débordement de ligne

# InfrastructureTypeEnumOther
source: Other
fr: Autre

# InfrastructureTypeEnumSeeOtherMunicipality
source: See other municipality
fr: Voir autre municipalité

# InfrastructureTypeEnumWWTP
source: WWTP
fr: UTEU

source: KMZAction
fr: Action KMZ

# KMZActionEnumDoNothing
source: DoNothing
fr: Rien faire

# KMZActionEnumGenerateKMZBoundaryConditionNodes
source: GenerateKMZBoundaryConditionNodes
fr: Générer les noeuds aux conditions limites KMZ

# KMZActionEnumGenerateKMZContourAnimation
source: GenerateKMZContourAnimation
fr: Générer l'animation de pollution KMZ

# KMZActionEnumGenerateKMZContourLimit
source: GenerateKMZContourLimit
fr: Générer les limits de pollution KMZ

# KMZActionEnumGenerateKMZCurrentAnimation
source: GenerateKMZCurrentAnimation
fr: Générer l'animation des courants KMZ

# KMZActionEnumGenerateKMZCurrentMaximum
source: GenerateKMZCurrentMaximum
fr: Générer l'animation des courants maximals KMZ

# KMZActionEnumGenerateKMZMesh
source: GenerateKMZMesh
fr: Générer le grillage KMZ

# KMZActionEnumGenerateKMZStudyArea
source: GenerateKMZStudyArea
fr: Générer l'endroit d'étude KMZ

source: Laboratory
fr: Laboratoire

source: LabSheetStatus
fr: Statut de la feuille de laboratoire

# LabSheetStatusEnumAccepted
source: Accepted
fr: Accepté

# LabSheetStatusEnumCreated
source: Created
fr: Crée

# LabSheetStatusEnumRejected
source: Rejected
fr: Rejeté

# LabSheetStatusEnumTransferred
source: Transferred
fr: Transférer

source: LabSheetType
fr: Type de feuille de laboratoire

source: MapInfoDrawType
fr: Type d'object sur carte

# MapInfoDrawTypeEnumPolygon
source: Polygon
fr: Polygone

# MapInfoDrawTypeEnumPolyline
source: Polyline
fr: Polyligne

source: MikeBoundaryConditionLevelOrVelocity
fr: Condition aux limits MIKE (niveau d'eau ou vitesse de courant)

# MikeBoundaryConditionLevelOrVelocityEnumLevel
source: Level
fr: Niveau d'eau

# MikeBoundaryConditionLevelOrVelocityEnumVelocity
source: Velocity
fr: Vitesse de courant

source: PolSourceInactiveReason
fr: Raison de la source de pollution inactive

# PolSourceInactiveReasonEnumAbandoned
source: Abandoned
fr: Abandonné

# PolSourceInactiveReasonEnumClosed
source: Closed
fr: Fermé

# PolSourceInactiveReasonEnumRemoved
source: Removed
fr: Enlevé

source: PolSourceObsInfo
fr: Information sur l'observation de la source de pollution

source: PreliminaryTreatmentType
fr: Type de traitement préliminary

# PreliminaryTreatmentTypeEnumBarScreen
source: Bar screen
fr: Écran de barre

# PreliminaryTreatmentTypeEnumGrinder
source: Grinder
fr: Broyeur

# PreliminaryTreatmentTypeEnumNotApplicable
source: Not applicable
fr: Non applicable

source: PrimaryTreatmentType
fr: Type de traitement primaire

# PrimaryTreatmentTypeEnumChemicalCoagulation
source: Chemical coagulation
fr: Coagulation chimique

# PrimaryTreatmentTypeEnumNotApplicable
source: Not applicable
fr: Non applicable

# PrimaryTreatmentTypeEnumSedimentation
source: Sedimentation
fr: Sédimentation

source: ReportCondition
fr: Condition dans un raport

source: ReportFormatingDate
fr: Formatage de date dans un raport

source: ReportFormatingNumber
fr: Formatage de nombre dans un raport

source: ReportSorting
fr: Triage dans un raport

source: ReportTreeNodeSubType
fr: Sous-type de nœud d'arbre de rapport

source: ReportTreeNodeType
fr: Type de noeud de l'arbre de rapport

source: SameDayNextDay
fr: Même journée ou journée suivante

# SameDayNextDayEnumNextDay
source: Next day
fr: Journée suivante

# SameDayNextDayEnumSameDay
source: Same day
fr: Même journée

source: SampleMatrix
fr: Milieu de l'écantillonnage

# SampleMatrixEnumSampleMatrix5
source: Sample Matrix 5
fr: Milieu de l'échantillonange 5

# SampleMatrixEnumSampleMatrix6
source: Sample Matrix 6
fr: Milieu de l'échantillonange 6

# SampleMatrixEnumWater
source: Water
fr: Eau

source: SampleStatus
fr: Statut de l'échantillon

# SampleStatusEnumActive
source: Active
fr: Actif

# SampleStatusEnumArchived
source: Archived
fr: Archivé

# SampleStatusEnumSampleStatus3
source: Sample Status 3
fr: Status de l'échantillon 3

# SampleStatusEnumSampleStatus4
source: Sample Status 4
fr: Status de l'échantillon 4

# SampleStatusEnumSampleStatus5
source: Sample Status 5
fr: Status de l'échantillon 5

source: SampleType
fr: Type d'échantillon

source: ScenarioStatus
fr: Statut du scénario

# ScenarioStatusEnumAskToRun
source: Ask To Run
fr: Demande d'éxecution du scénario

# ScenarioStatusEnumCancelled
source: Cancelled
fr: Annulé

# ScenarioStatusEnumChanged
source: Changed
fr: Changé

# ScenarioStatusEnumChanging
source: Changing
fr: En train de changé

# ScenarioStatusEnumCompleted
source: Completed
fr: Complèté

# ScenarioStatusEnumCopied
source: Copied
fr: Copier

# ScenarioStatusEnumCopying
source: Copying
fr: En train de copier

# ScenarioStatusEnumRunning
source: Running
fr: En éxecution

source: SearchTag
fr: Recherche de tags

source: SecondaryTreatmentType
fr: Type de traitement secondary

# SecondaryTreatmentTypeEnumNotApplicable
source: Not applicable
fr: Non applicable

# SecondaryTreatmentTypeEnumOxidationDitch
source: Oxidation Ditch
fr: Fossé d'oxydation

# SecondaryTreatmentTypeEnumRotatingBiologicalContactor
source: Rotating Biological Contactor (RBC)
fr: Contacteur biologique rotatif (CBR)

# SecondaryTreatmentTypeEnumSequencingBatchReactor
source: Sequencing Batch Reactor (SBR)
fr: Réacteur par lots de séquençage (RPLS)

# SecondaryTreatmentTypeEnumTricklingFilters
source: Trickling filters
fr: Filtre Percolateur

source: SiteType
fr: Type de site

# SiteTypeEnumClimate
source: Climate
fr: Climatique

# SiteTypeEnumHydrometric
source: Hydrometric
fr: Hydrométrique

# SiteTypeEnumTide
source: Tide
fr: Marée

source: StorageDataType
fr: Type de storage de donnée

# StorageDataTypeEnumArchived
source: Archived
fr: Archivé

# StorageDataTypeEnumForcasted
source: Forcasted
fr: Prévu

# StorageDataTypeEnumObserved
source: Observed
fr: Observé

source: StreetType
fr: Type de rue

# StreetTypeEnumAlley
source: Alley
fr: Allée

# StreetTypeEnumCourt
source: Court
fr: Ruelle

# StreetTypeEnumCrescent
source: Crescent
fr: Croissant

# StreetTypeEnumDrive
source: Drive
fr: Promenade

# StreetTypeEnumRoad
source: Road
fr: Chemin

# StreetTypeEnumStreet
source: Street
fr: Rue

source: TelType
fr: Type de téléphone

# TelTypeEnumMobile
source: Mobile
fr: Cellulaire

# TelTypeEnumMobile2
source: Mobile-2
fr: Cellulaire-2

# TelTypeEnumPersonal
source: Personal
fr: Personnel

# TelTypeEnumPersonal2
source: Personal-2
fr: Personnel-2

# TelTypeEnumWork
source: Work
fr: Travail

# TelTypeEnumWork2
source: Work-2
fr: Travail-2

source: TertiaryTreatmentType
fr: Type de traitement tertiaire

# TertiaryTreatmentTypeEnumBiologicalNutrientRemoval
source: Biological Nutrient Removal (BNR)
fr: Enlèvement biologique des éléments nutritifs (EBEN)

# TertiaryTreatmentTypeEnumFlocculation
source: Flocculation
fr: Floculation

# TertiaryTreatmentTypeEnumIonExchange
source: Ion exchange
fr: Échange d'ion

# TertiaryTreatmentTypeEnumMembraneFiltration
source: Membrane filtration
fr: Filtration par membrane

# TertiaryTreatmentTypeEnumNotApplicable
source: Not applicable
fr: Non applicable

# TertiaryTreatmentTypeEnumReverseOsmosis
source: Reverse osmosis
fr: Osmose inverse

source: TideData15MinOr60Min
fr: Donné de marée (15 ou 60 minutes)

source: TideText
fr: Texte des marées

# TideTextEnumHighTide
source: High Tide
fr: Haute marée

# TideTextEnumHighTideFalling
source: High Tide Falling
fr: Haute marée tombante

# TideTextEnumHighTideRising
source: High Tide Rising
fr: Haute marée augmentante

# TideTextEnumLowTide
source: Low Tide
fr: Basse marée

# TideTextEnumLowTideFalling
source: Low Tide Falling
fr: Basse marée tombante

# TideTextEnumLowTideRising
source: Low Tide Rising
fr: Basse marée augmentante

# TideTextEnumMidTide
source: Mid Tide
fr: Moyenne marée

# TideTextEnumMidTideFalling
source: Mid Tide Falling
fr: Moyenne marée tombante

# TideTextEnumMidTideRising
source: Mid Tide Rising
fr: Moyenne marée augmentante

source: TranslationStatus
fr: Statut de tradution

# TranslationStatusEnumElectronicallyTranslated
source: Electronically Translated
fr: Traduit électroniquement

# TranslationStatusEnumNotTranslated
source: Not Translated
fr: Non traduit

# TranslationStatusEnumTranslated
source: Translated
fr: Traduit

source: TreatmentType
fr: Type de traitement

# TreatmentTypeEnumActivatedSludge
source: Activated Sludge
fr: Boues activées

# TreatmentTypeEnumActivatedSludgeWithBiofilter
source: Activated Sludge With Biofilter
fr: Boues activées avec biofiltre

# TreatmentTypeEnumBioDisks
source: Bio Disks
fr: Disque bio

# TreatmentTypeEnumBioFilmReactor
source: Bio Film Reactor
fr: Bio Film Reactor (fr)

# TreatmentTypeEnumBioGreen
source: Bio Green
fr: Bio Green (fr)

# TreatmentTypeEnumChemicalPrimary
source: Chemical Primary
fr: Primaire chimiquement

# TreatmentTypeEnumChromoglass
source: Chromoglass
fr: Chromoglass (fr)

# TreatmentTypeEnumCirculatingFluidizedBed
source: Circulating Fluidized Bed
fr: Lit fluidisé circulant

# TreatmentTypeEnumLagoonNoAeration1Cell
source: Lagoon No Aeration 1 Cell
fr: Lagune non aéré 1 Cellule

# TreatmentTypeEnumLagoonNoAeration2Cell
source: Lagoon No Aeration 2 Cell
fr: Lagune non aéré 2 Cellule

# TreatmentTypeEnumLagoonNoAeration3Cell
source: Lagoon No Aeration 3 Cell
fr: Lagune non aéré 3 Cellule

# TreatmentTypeEnumLagoonNoAeration4Cell
source: Lagoon No Aeration 4 Cell
fr: Lagune non aéré 4 Cellule

# TreatmentTypeEnumLagoonNoAeration5Cell
source: Lagoon No Aeration 5 Cell
fr: Lagune non aéré 5 Cellule

# TreatmentTypeEnumLagoonWithAeration1Cell
source: Lagoon With Aeration 1 Cell
fr: Lagune aéré 1 Cellule

# TreatmentTypeEnumLagoonWithAeration2Cell
source: Lagoon With Aeration 2 Cell
fr: Lagune aéré 2 Cellule

# TreatmentTypeEnumLagoonWithAeration3Cell
source: Lagoon With Aeration 3 Cell
fr: Lagune aéré 3 Cellule

# TreatmentTypeEnumLagoonWithAeration4Cell
source: Lagoon With Aeration 4 Cell
fr: Lagune aéré 4 Cellule

# TreatmentTypeEnumLagoonWithAeration5Cell
source: Lagoon With Aeration 5 Cell
fr: Lagune aéré 5 Cellule

# TreatmentTypeEnumLagoonWithAeration6Cell
source: Lagoon With Aeration 6 Cell
fr: Lagune aéré 6 Cellule

# TreatmentTypeEnumOxidationDitchOnly
source: Oxidation Ditch Only
fr: Canal d'oxydation seulement

# TreatmentTypeEnumPeatSystem
source: Peat System
fr: Système de tourbe

# TreatmentTypeEnumPrimary
source: Primary
fr: Primaire

# TreatmentTypeEnumRecirculatingSandFilter
source: Recirculating Sand Filter
fr: Filtre de sable à recirculation

# TreatmentTypeEnumRotatingBiologicalContactor
source: Rotating Biological Contactor
fr: Contacteur biologique rotatif

# TreatmentTypeEnumSecondary
source: Secondary
fr: Secondaire

# TreatmentTypeEnumSepticTank
source: Septic Tank
fr: Fosse septique

# TreatmentTypeEnumSequencingBatchReactor
source: Sequencing Batch Reactor
fr: Réacteur par lots de séquençage

# TreatmentTypeEnumStabalizingPondOnly
source: Stabalizing Pond Only
fr: Étang stabilisateur seulement

# TreatmentTypeEnumTertiary
source: Tertiary
fr: Tertiaire

# TreatmentTypeEnumTrashRackRakeOnly
source: Trash Rack Rake Only
fr: Râteau à déchets seulement

# TreatmentTypeEnumTricklingFilter
source: Trickling Filter
fr: Filtre percolateur
