Repository: ECCC-CSSP/CSSPTools
Catalog: src/dlls/CSSPEnumsDLL/Services/Resources/BaseEnumServiceRes.*.resx
Languages: fr

# SecondaryTreatmentTypeEnumContactStabilization
source: Contact Stabilization
fr: Contact Stabilization (fr)

# SecondaryTreatmentTypeEnumExtendedActivatedSludge
source: Extended Activated Sludge
fr: Extended Activated Sludge (fr)

# SecondaryTreatmentTypeEnumExtendedAeration
source: Extended Aeration
fr: Extended Aeration (fr)

# SecondaryTreatmentTypeEnumIntegratedFixedFilmActivatedSludge
source: Integrated Fixed Film Activated Sludge
fr: Integrated Fixed Film Activated Sludge (fr)

# SecondaryTreatmentTypeEnumMechanicalMixer
source: Mechanical Mixer
fr: Mechanical Mixer (fr)

# SecondaryTreatmentTypeEnumMovingBedBioReactor
source: Moving Bed Bio Reactor
fr: Moving Bed Bio Reactor (fr)

# SecondaryTreatmentTypeEnumPhysicalChemicalProcesses
source: Physical-Chemical Processes
fr: Physical-Chemical Processes (fr)

# PreliminaryTreatmentTypeEnumMechanicalScreening
source: Mechanical screening
fr: Mechanical screening (fr)

# PrimaryTreatmentTypeEnumPrimaryClarification
source: Primary clarification
fr: Primary clarification (fr)

# SampleTypeEnumSediment
source: Sediment
fr: Sédiment

# AppTaskCommandEnumClimateSiteLoadCoCoRaHSData
source: Climate site load CoCoRaHS data
fr: Télécharger les données CoCoRaHS des sites de climat
