Repository: ECCC-CSSP/CSSPTools
Catalog: src/dlls/CSSPEnumsDLL/Services/Resources/BaseEnumServiceRes.*.resx
Languages: fr

# TreatmentTypeEnumVolumeFermenter
source: Volume Fermenter
fr: Volume Fermenter (fr)

# TVAuthEnumCreate
source: Create
fr: Créer

# TVAuthEnumDelete
source: Delete
fr: Effacer

# TVAuthEnumNoAccess
source: No access
fr: Aucun accès

# TVAuthEnumRead
source: Read
fr: Lecture

# TVAuthEnumWrite
source: Write
fr: Écriture

# TVTypeEnumAddress
source: Address
fr: Adresse

# TVTypeEnumArea
source: Area
fr: Région

# TVTypeEnumBoxModelInputs
source: Box Model Inputs
fr: Entrée Box Model

# TVTypeEnumBoxModelResults
source: Box Model Results
fr: Résultats Box Model

# TVTypeEnumClimateSite
source: Climate Site
fr: Site Climatique

# TVTypeEnumClimateSiteData
source: Climate Site Data
fr: Donnée de site Climatique

# TVTypeEnumClimateSiteInfo
source: Climate Site Info
fr: Information de site Climatique

# TVTypeEnumCountry
source: Country
fr: Pays

# TVTypeEnumEmail
source: Email
fr: Courriel

# TVTypeEnumFailed
source: Failed
fr: Échec

# TVTypeEnumFile
source: File
fr: Fichier

# TVTypeEnumHydrometricRatingCurveDataInfo
source: Hydrometric Rating Curve Data Info
fr: Information sur les données de la courbe de tarage hydrométrique

# TVTypeEnumHydrometricRatingCurveInfo
source: Hydrometric Rating Curve Info
fr: Information sur la courbe de tarage hydrométrique

# TVTypeEnumHydrometricSite
source: Hydrometric Site
fr: Poste hydrométrique

# TVTypeEnumHydrometricSiteData
source: Hydrometric Site Data
fr: Donnée de site hydrometrique

# TVTypeEnumHydrometricSiteInfo
source: Hydrometric Site Info
fr: Information de site hydrometrique

# TVTypeEnumInfrastructureInfo
source: Infrastructure Info
fr: Information sur infrastructure

# TVTypeEnumLabSheetDetailInfo
source: Lab Sheet Detail Info
fr: Information détaillé sur la feuille de laboratoire

# TVTypeEnumLabSheetInfo
source: Lab Sheet Info
fr: Information sur la feuille de laboratoire

# TVTypeEnumLessThan10
source: Less Than 10 Samples
fr: Moine de 10 échantillons

# TVTypeEnumLiftStation
source: Lift Station
fr: Poste de pompage

# TVTypeEnumLineOverflow
source: Line overflow
fr: Débordement de ligne

# TVTypeEnumMapInfo
source: Map Info
fr: Information de carte

# TVTypeEnumMapInfoPoint
source: Map Info Point
fr: Point de carte

# TVTypeEnumMeshNode
source: Mesh Node
fr: Noeuds de grillage

# TVTypeEnumMikeBoundaryConditionMesh
source: Mike Boundary Condition Mesh
fr: Noeuds de grillage aux conditions limits MIKE

# TVTypeEnumMikeBoundaryConditionWebTide
source: Mike Boundary Condition Web Tide
fr: Noeuds de WebTide aux conditions limits MIKE

# TVTypeEnumMikeScenario
source: Mike Scenario
fr: Scénario MIKE

# TVTypeEnumMikeSource
source: Mike Source
fr: Source MIKE

# TVTypeEnumMikeSourceStartEndInfo
source: Mike Source Start End Info
fr: Information de départ et fin des source de pollution MIKE

# TVTypeEnumMunicipality
source: Municipality
fr: Municipalité

# TVTypeEnumMWQMLookupMPNInfo
source: MWQM Lookup MPN Info
fr: Information sur les NPP de PSQEM

# TVTypeEnumSamplingPlan
source: MWQM Plan
fr: Plan d'échantillonnage

# TVTypeEnumSamplingPlanInfo
source: MWQM Plan Info
fr: Information sur le plan d'échantillonnage

# TVTypeEnumSamplingPlanSubsectorInfo
source: MWQM Plan Subsector Info
fr: Information du sous-secteur du plan d'échantillonnage

# TVTypeEnumSamplingPlanSubsectorSiteInfo
source: MWQM Plan Subsector Site Info
fr: Information des site PSQEM du sous-secteur et du plan d'échantillonnage

# TVTypeEnumMWQMRun
source: MWQM Run
fr: Tournée

# TVTypeEnumMWQMSite
source: MWQM Site
fr: Site PSQEM

# TVTypeEnumMWQMSiteSample
source: MWQM Site Sample
fr: Échantillon du site PSQEM

# TVTypeEnumMWQMSiteStartEndInfo
source: MWQM Site Start End Info
fr: Information de départ et fin de site PSQEM

# TVTypeEnumMWQMSubsectorInfo
source: MWQM Subsector Info
fr: Information du sous-secteur

# TVTypeEnumNoData
source: No Data
fr: Aucune donnée

# TVTypeEnumNoDepuration
source: No Depuration
fr: Aucune dépuration

# TVTypeEnumOtherInfrastructure
source: Other Infrastructure
fr: Autre infrastructure

# TVTypeEnumOutfall
source: Outfall
fr: Émissaire

# TVTypeEnumPassed
source: Passed
fr: Réussi

# TVTypeEnumPolSourceSite
source: Pollution Source Site
fr: Site de la source de pollution

# TVTypeEnumPolSourceSiteInfo
source: Pollution Source Site Info
fr: Information du site de source de pollution

# TVTypeEnumPolSourceSiteObsInfo
source: Pollution Source Site Observation Info
fr: Information de l'observation du site de source de pollution

# TVTypeEnumPrecHydroTide
source: Precipitation Hydrometric Tide
fr: Precipitation Hydrometrique Marée

# TVTypeEnumRoot
source: Root
fr: Base

# TVTypeEnumSector
source: Sector
fr: Secteur

# TVTypeEnumSeeOtherMunicipality
source: See other municipality
fr: Voir autre municipalité

# TVTypeEnumSpill
source: Spill
fr: Déversement

# TVTypeEnumSubsector
source: Subsector
fr: Sous-secteur

# TVTypeEnumTel
source: Tel
fr: Tél

# TVTypeEnumTideLocationInfo
source: Tide Location Info
fr: Information de l'endroit de site de marées

# TVTypeEnumTideSite
source: Tide Site
fr: Site de marée

# TVTypeEnumTideSiteDataInfo
source: Tide Site Data Info
fr: Information sur les données de site de marée

# TVTypeEnumUseOfSite
source: Use Of Site
fr: Site utilisés

# TVTypeEnumVisualPlumesScenario
source: Visual Plumes Scenario
fr: Scénario visual plumes

# TVTypeEnumVisualPlumesScenarioAmbient
source: Visual Plumes Scenario Ambient
fr: Scénario visual plumes ambiant

# TVTypeEnumVisualPlumesScenarioInfo
source: Visual Plumes Scenario Info
fr: Information du scénario visual plumes

# TVTypeEnumVisualPlumesScenarioResults
source: Visual Plumes Scenario Results
fr: Resultats du scénario visual plumes

# TVTypeEnumWasteWaterTreatmentPlant
source: Waste Water Treatment Plant
fr: Usine de traitement de eaux usées

# TVTypeEnumWebTideNode
source: Web Tide Node
fr: Noeuds WebTide

source: WebTideDataSet
fr: Endroits de données WebTide

# WebTideDataSetEnumflood
source: Upper Bay of Fundy
fr: Baie de Fundy intérieur

# WebTideDataSetEnumh3o
source: Halifax Harbour
fr: Port d'Halifax

# WebTideDataSetEnumHRglobal
source: Global (LEGOS France)
fr: Globale (LEGOS France)

# WebTideDataSetEnumhudson
source: Hudson Bay (IML)
fr: Baie d'Hudson Bay (IML)

# WebTideDataSetEnumne_pac4
source: North East Pacific (IOS)
fr: Pacifique Nord-Est (IOS)

# WebTideDataSetEnumnwatl
source: North West Atlantic
fr: Atlantic Nord-Ouest

# WebTideDataSetEnumvigf8
source: Vancouver Island (Mike Foreman)
fr: L'ilse de Vancouver (Mike Foreman)

# _IsRequired
source: {0} is required
fr: {0} est nécessaire

# FileStatusEnumFail
source: Fail
fr: Échec

# LogCommandEnumAdd
source: Add
fr: Ajouter

# LogCommandEnumChange
source: Change
fr: Changer

# LogCommandEnumDelete
source: Delete
fr: Effacer

# SampleTypeEnumDailyDuplicate
source: Daily duplicate
fr: Duplicata journalier

# SampleTypeEnumIntertechDuplicate
source: Intertech duplicate
fr: Intertech duplicata

# SampleTypeEnumIntertechRead
source: Intertech read
fr: Intertech lecture

# SampleTypeEnumRainCMP
source: Rain CMP
fr: PGC Pluie

# SampleTypeEnumRainRun
source: Rain run
fr: Tournée pluie

# SampleTypeEnumReopeningEmergencyRain
source: Reopening emergency rain
fr: Réouverture pluie urgence

# SampleTypeEnumReopeningSpill
source: Reopening spill
fr: Réouverture débordement

# SampleTypeEnumSanitary
source: Sanitary
fr: Sanitaire

# SampleTypeEnumStudy
source: Study
fr: Étude

# FilePurposeEnumTemplate
source: Template
fr: Modèle

# AppTaskCommandEnumCreateDocumentFromTemplate
source: Create file from template
fr: Créer un fichier à partir du modèle

# AppTaskCommandEnumCreateSamplingPlanSamplingPlanTextFile
source: Create MWQM Plan Sampling Plan Text file
fr: Créer un fichier de texte du plan d'échantillonnage du plan MWQM

source: SamplingPlanType
fr: Type de plan d'échantillonnage

# SamplingPlanTypeEnumMunicipality
source: Municipality
fr: Municipalité

# SamplingPlanTypeEnumSubsector
source: Subsector
fr: Sous-secteur

source: ReportFieldType
fr: Type de champ pour raport

# ReportFieldTypeEnumBoxModelResultType
source: BoxModelResultType
fr: Type de résultat Box Model

# ReportFieldTypeEnumDateAndTime
source: DateAndTime
fr: Date et temps

# ReportFieldTypeEnumFilePurpose
source: FilePurpose
fr: But de la filière

# ReportFieldTypeEnumFileType
source: FileType
fr: Type de filière

# ReportFieldTypeEnumNumberWhole
source: NumberWhole
fr: Nombre entier

# ReportFieldTypeEnumNumberWithDecimal
source: NumberWithDecimal
fr: Nombre avec décimal

# ReportFieldTypeEnumTranslationStatus
source: TranslationStatus
fr: Statut de la traduction

# ReportFieldTypeEnumTrueOrFalse
source: TrueOrFalse
fr: Vrai ou faux

source: ReportFileType
fr: Type de filière du raport

# ReportFileTypeEnumCSV
source: Comma Seperated Values
fr: Valeurs séparées par des virgules

# ReportFieldTypeEnumAerationType
source: AerationType
fr: Type d'aération

# ReportFieldTypeEnumAlarmSystemType
source: AlarmSystemType
fr: Type de système d'alarm

# ReportFieldTypeEnumCollectionSystemType
source: CollectionSystemType
fr: Type de system de collection

# ReportFieldTypeEnumDisinfectionType
source: DisinfectionType
fr: Type de désinfection

# ReportFieldTypeEnumFacilityType
source: FacilityType
fr: Type d'établissement

# ReportFieldTypeEnumInfrastructureType
source: InfrastructureType
fr: Type d'infrastructure

# ReportFieldTypeEnumPreliminaryTreatmentType
source: PreliminaryTreatmentType
fr: Type de traitement préliminaire

# ReportFieldTypeEnumPrimaryTreatmentType
source: PrimaryTreatmentType
fr: Type de traitement primaire

# ReportFieldTypeEnumSecondaryTreatmentType
source: SecondaryTreatmentType
fr: Type de traitement secondaire

# ReportFieldTypeEnumTertiaryTreatmentType
source: TertiaryTreatmentType
fr: Type de traitement tertiaire

# ReportFieldTypeEnumTreatmentType
source: TreatmentType
fr: Type de traitement

# ReportFieldTypeEnumScenarioStatus
source: ScenarioStatus
fr: Statut du scénario

# ReportTreeNodeSubTypeEnumField
source: Field
fr: Champ

# ReportTreeNodeSubTypeEnumFieldsHolder
source: FieldsHolder
fr: Titulaire des champs

# ReportTreeNodeSubTypeEnumTableNotSelectable
source: TableNotSelectable
fr: Tableau non sélectionnable

# ReportTreeNodeSubTypeEnumTableSelectable
source: TableSelectable
fr: Table sélectionnable

source: Language
fr: Langage

# LanguageEnumenAndfr
source: enAndfr
fr: en et fr

# ReportFieldTypeEnumStorageDataType
source: StorageDataType
fr: Type de stockage de donnée

# ReportFieldTypeEnumLanguage
source: Language
fr: Langage

# TVTypeEnumTotalFile
source: Total file
fr: Totale filière

# ReportFieldTypeEnumSampleType
source: SampleType
fr: Type d'échantillon

# LaboratoryEnumCaraquetMobileLaboratoryEnvironmentCanada
source: Caraquet mobile laboratory Environment Canada
fr: Laboratoire mobile Caraquet Environnement Canada

# LaboratoryEnumNLMobileLaboratory
source: NL Mobile Laboratory
fr: Laboratoire mobile de Terre-Neuve-et-Labrador

# LaboratoryEnumPEIAnalyticalLaboratory
source: PEI Analytical Laboratory
fr: Laboratoire analytique de l'Île-du-Prince-Édouard

# ReportTreeNodeTypeEnumReportSubsectorSpecialTableType
source: ReportSubsectorSpecialTableType
fr: Type de tableau special pour sous-secteur

source: SpecialTables
fr: Tableaux spéciaux

# SpecialTableTypeEnumFCDensitiesTable
source: FCDensitiesTable
fr: Tableau de densité des CF

# SpecialTableTypeEnumGeometricMeanTable
source: GeometricMeanTable
fr: Tableau de moyenne géometrique

# SpecialTableTypeEnumMedianTable
source: MedianTable
fr: Tableau de mediane

# SpecialTableTypeEnumP90Table
source: P90Table
fr: Tableau P90

# SpecialTableTypeEnumPercentOver260Table
source: PercentOver260Table
fr: Tableau de poucentage plus grand que 260

# SpecialTableTypeEnumPercentOver43Table
source: PercentOver43Table
fr: Tableau de pourcentage plus grand que 43

# SpecialTableTypeEnumSalinityTable
source: SalinityTable
fr: Tableau de salinité

# SpecialTableTypeEnumTemperatureTable
source: TemperatureTable
fr: Tableau de temperature

# ReportFieldTypeEnumSpecialTableType
source: SpecialTableType
fr: Type de tableau spécial

source: SpecialTableType
fr: Type de tableau spécial

source: MWQMSiteLatestClassification
fr: Site PSQEM dernière classification

# MWQMSiteLatestClassificationEnumApproved
source: Approved
fr: Approver

# MWQMSiteLatestClassificationEnumConditionallyApproved
source: ConditionallyApproved
fr: Approver sous conditions

# MWQMSiteLatestClassificationEnumConditionallyRestricted
source: ConditionallyRestricted
fr: Restreint sous conditions

# MWQMSiteLatestClassificationEnumProhibited
source: Prohibited
fr: Interdit

# MWQMSiteLatestClassificationEnumRestricted
source: Restricted
fr: Restreint

# MWQMSiteLatestClassificationEnumUnclassified
source: Unclassified
fr: Non classifié

# ReportFieldTypeEnumMWQMSiteLatestClassification
source: MWQMSiteLatestClassification
fr: Site PSQEM dernière classification

# ReportFieldTypeEnumPolSourceIssueRisk
source: PolSourceIssueRisk
fr: Risque de l'item de la source de pollution

source: PolSourceIssueRisk
fr: Risque de l'item de la source de pollution

# PolSourceIssueRiskEnumHighRisk
source: HighRisk
fr: Risque élevé

# PolSourceIssueRiskEnumLowRisk
source: LowRisk
fr: Risque faible

# PolSourceIssueRiskEnumModerateRisk
source: ModerateRisk
fr: Risque modéré

# AppTaskCommandEnumGetClimateSitesDataForRunsOfYear
source: Get climate sites data for runs of year
fr: Obtenir des données sur les sites climatiques pour les années

# FilePurposeEnumMap
source: Map
fr: Carte

source: MikeScenarioSpecialResultKMLType
fr: Type de résulat spécial du scénario MIKE (KML)

# MikeScenarioSpecialResultKMLTypeEnumBoundaryConditions
source: Boundary conditions
fr: Conditions aux limits

# MikeScenarioSpecialResultKMLTypeEnumMesh
source: Mesh
fr: Grillage

# MikeScenarioSpecialResultKMLTypeEnumPollutionAnimation
source: Pollution animation
fr: Animation de pollution

# MikeScenarioSpecialResultKMLTypeEnumPollutionLimit
source: Pollution limit
fr: Limit de pollution

# MikeScenarioSpecialResultKMLTypeEnumStudyArea
source: Study area
fr: Région d'étude

# ReportFieldTypeEnumMikeScenarioSpecialResultKMLType
source: MikeScenarioSpecialResultKMLType
fr: Type de résultat spécial du scénario MIKE (KML)

# ReportTreeNodeTypeEnumReportMikeScenarioSpecialResultKMLType
source: ReportMikeScenarioSpecialResultKMLType
fr: Type de résultat spécial du scénario MIKE raport (KML)

# TVTypeEnumMikeSourceIncluded
source: Mike source included
fr: Source de pollution MIKE inclus

# TVTypeEnumMikeSourceIsRiver
source: Mike source is river
fr: Source de pollution MIKE rivière

# TVTypeEnumMikeSourceNotIncluded
source: Mike source not included
fr: Source de pollution MIKE non inclus

# AppTaskCommandEnumCreateWebTideDataWLAtFirstNode
source: Create WebTide data (water level) at first node
fr: Creation de données WebTide (niveau d'eau) au premier noeud

# AppTaskCommandEnumExportEmailDistributionLists
source: Export email distribution lists
fr: Exporter les listes de diffusion des emails

# TVTypeEnumEmailDistributionList
source: Email distribution list
fr: Liste de distribution de courriels

# TVTypeEnumRainExceedance
source: Rain exceedance
fr: Excédance de pluie

source: AnalysisCalculationType
fr: AnalysisCalculationType (fr)

# AnalysisCalculationTypeEnumAllAllAll
source: All - All - All
fr: All - All - All (fr)

# AnalysisCalculationTypeEnumDryAllAll
source: Dry - All - All
fr: Dry - All - All (fr)

# AnalysisCalculationTypeEnumDryDryAll
source: Dry - Dry - All
fr: Dry - Dry - All (fr)

# AnalysisCalculationTypeEnumDryWetAll
source: Dry - Wet - All
fr: Dry - Wet - All (fr)

# AnalysisCalculationTypeEnumWetAllAll
source: Wet - All - All
fr: Wet - All - All (fr)

# AnalysisCalculationTypeEnumWetDryAll
source: Wet - Dry - All
fr: Wet - Dry - All (fr)

# AnalysisCalculationTypeEnumWetWetAll
source: Wet - Wet - All
fr: Wet - Wet - All (fr)

# AnalysisReportExportCommandEnumReport
source: Report
fr: Report (fr)

# AnalysisReportExportCommandEnumExcel
source: Excel
fr: Excel (fr)

# AppTaskCommandEnumExportAnalysisToExcel
source: Export to Excel
fr: Export to Excel (fr)

# FilePurposeEnumAnalysis
source: Analysis
fr: Analyse

# ExcelExportShowDataTypeEnumFecalColiform
source: Fecal coliform
fr: Coliform fécaux

# ExcelExportShowDataTypeEnumGemetricMean
source: Geometric mean
fr: Moyenne géométrique

# ExcelExportShowDataTypeEnumMedian
source: Median
fr: Médian

# ExcelExportShowDataTypeEnumPercOfP90Over260
source: % of P90 > 260
fr: % de P90 > 260

# ExcelExportShowDataTypeEnumPercOfP90Over43
source: % of P90 > 43
fr: % de P90 > 43

# ExcelExportShowDataTypeEnumSalinity
source: Salinity
fr: Salinité

# ExcelExportShowDataTypeEnumTemperature
source: Temperature
fr: Température

# AppTaskCommandEnumCreateDocumentFromParameters
source: Create document from parameters
fr: Créer document à partir de paramètres

# AppTaskCommandEnumCreateDocxPDF
source: Create PDF from Word document
fr: Créer PDF à partir de document Word

# AppTaskCommandEnumCreateXlsxPDF
source: Create PDF from Excel document
fr: Créer PDF à partir de document Excel

# TVTypeEnumLabel
source: Label
fr: Label (fr)

# PositionEnumLeftBottom
source: Left bottom
fr: Left bottom (fr)

# PositionEnumLeftTop
source: Left top
fr: Left top (fr)

# PositionEnumRightBottom
source: Right bottom
fr: Right bottom (fr)

# PositionEnumRightTop
source: Right top
fr: Right top (fr)

# TVTypeEnumOpenData
source: Open Data
fr: Open Data (fr)

# AppTaskCommandEnumOpenDataCSVOfMWQMSamples
source: Open Data CSV Of MWQM Samples
fr: Open Data CSV Of MWQM Samples (fr)

# AppTaskCommandEnumOpenDataCSVOfMWQMSites
source: Open Data CSV Of MWQMSites
fr: Open Data CSV Of MWQMSites (fr)

# AppTaskCommandEnumOpenDataKMZOfMWQMSites
source: Open Data KMZ Of MWQMSites
fr: Open Data KMZ Of MWQMSites (fr)

# AppTaskCommandEnumOpenDataXlsxOfMWQMSamples
source: Open Data Xlsx Of MWQM Samples
fr: Open Data Xlsx Of MWQM Samples (fr)

# FilePurposeEnumOpenData
source: Open Data
fr: Open Data (fr)

# AppTaskCommandEnumFillRunPrecipByClimateSitePriorityForYear
source: Fill run precip by climate site priority for year
fr: Fill run precip by climate site priority for year (fr)

# AppTaskCommandEnumFindMissingPrecipForProvince
source: Find missing precip for province
fr: Find missing precip for province (fr)

# AppTaskCommandEnumGetAllPrecipitationForYear
source: Get all precipitation for year
fr: Get all precipitation for year (fr)

# TVTypeEnumProvinceTools
source: Province Tools
fr: Outils pour province

# AppTaskCommandEnumExportToArcGIS
source: Export To Arc GIS
fr: Export To Arc GIS (fr)

# AppTaskCommandEnumOpenDataXlsxOfMWQMSites
source: Open Data Xlsx Of MWQM Sites
fr: Open Data Xlsx Of MWQM Sites (fr)

# AppTaskCommandEnumOpenDataXlsxOfMWQMSitesAndSamples
source: Open Data Xlsx Of MWQM Sites And Samples
fr: Open Data Xlsx Of MWQM Sites And Samples (fr)

# AerationTypeEnumNotApplicable
source: Not Applicable
fr: Non Applicable

# TVTypeEnumApproved
source: Approved
fr: Agréé

# TVTypeEnumConditionallyApproved
source: Conditionally Approved
fr: Agréé sous condition

# TVTypeEnumConditionallyRestricted
source: Conditionally Restricted
fr: Restreint sous condition

# TVTypeEnumProhibited
source: Prohibited
fr: Interdit

# TVTypeEnumRestricted
source: Restricted
fr: Restreint

source: Classification Type
fr: Type de classification

# ClassificationTypeEnumApproved
source: Approved
fr: Agréé

# ClassificationTypeEnumConditionallyApproved
source: Conditionally Approved
fr: Agréé sous condition

# ClassificationTypeEnumConditionallyRestricted
source: Conditionally Restricted
fr: Restreint sous condition

# ClassificationTypeEnumProhibited
source: Prohibited
fr: Interdit

# ClassificationTypeEnumRestricted
source: Restricted
fr: Restreint

# AppTaskCommandEnumGenerateClassificationForCSSPWebToolsVisualization
source: Generate Classification For CSSPWebTools Visualization
fr: Generate Classification For CSSPWebTools Visualization (fr)

# AppTaskCommandEnumGenerateKMLFileClassificationForCSSPWebToolsVisualization
source: Generate KML File Classification For CSSPWebTools Visualization
fr: Generate KML File Classification For CSSPWebTools Visualization (fr)

source: Generate Links Between MWQM Sites And Pollution Source Sites For CSSPWebTools Visualization
fr: Generate Links Between MWQM Sites And Pollution Source Sites For CSSPWebTools Visualization (fr)

# TVTypeEnumOpenDataNational
source: Open Data National
fr: Open Data National (fr)

# AppTaskCommandEnumOpenDataCSVNationalOfMWQMSamples
source: Open Data CSV National of MWQM Samples
fr: Open Data CSV National of MWQM Samples (fr)

# AppTaskCommandEnumOpenDataCSVNationalOfMWQMSites
source: Open Data CSV National of MWQM Sites
fr: Open Data CSV National of MWQM Sites (fr)

# StreetTypeEnumLane
source: Lane
fr: Voie

# AppTaskCommandEnumProvinceToolsCreateClassificationInputsKML
source: Province Tools Create Classification Inputs KML
fr: Province Tools Create Classification Inputs KML (fr)

# AppTaskCommandEnumProvinceToolsCreateGroupingInputsKML
source: Province Tools Create Grouping Inputs KML
fr: Province Tools Create Grouping Inputs KML (fr)

# AppTaskCommandEnumProvinceToolsCreateMWQMSitesAndPolSourceSitesKML
source: Province Tools Create MWQMSites and PolSourceSites KML
fr: Province Tools Create MWQMSites and PolSourceSites KML (fr)

# TVTypeEnumPolSourceSiteMikeScenario
source: Pollution Source Site Mike Scenario
fr: Pollution Source Site Mike Scenario (fr)

source: Update Hydrometric Site Daily And Hourly For Subsector From Start Date To End Date
fr: Update Hydrometric Site Daily And Hourly For Subsector From Start Date To End Date (fr)

# AppTaskCommandEnumUpdateHydrometricSiteDailyAndHourlyFromStartDateToEndDate
source: Update Hydrometric Site Daily And Hourly From Start Date To End Date
fr: Update Hydrometric Site Daily And Hourly From Start Date To End Date (fr)

# AppTaskCommandEnumUpdateHydrometricSiteInformation
source: Update Hydrometric Site Information
fr: Update Hydrometric Site Information (fr)

# AppTaskCommandEnumFillRunDischargesByHydrometricSitePriorityForYear
source: Fill Run Discharges By Hydrometric Site Priority For Year
fr: Fill Run Discharges By Hydrometric Site Priority For Year (fr)

# AppTaskCommandEnumFindMissingDischargesForProvince
source: Find Missing Discharges For Province
fr: Find Missing Discharges For Province (fr)

# AppTaskCommandEnumGetAllDischargesForYear
source: Get All Discharges For Year
fr: Get All Discharges For Year (fr)

# AppTaskCommandEnumGetHydrometricSitesDataForRunsOfYear
source: Get Hydrometric Sites Data For Runs Of Year
fr: Get Hydrometric Sites Data For Runs Of Year (fr)

# AppTaskCommandEnumLoadHydrometricDataValue
source: Load hydrometric data value
fr: Load hydrometric data value (fr)

# AppTaskCommandEnumProvinceToolsGenerateStats
source: Province Tools Generate Stats
fr: Province Tools Generate Stats (fr)

# AppTaskCommandEnumMikeScenarioPrepareResults
source: Mike scenario prepare results
fr: Mike scenario prepare results (fr)

# ReportGenerateObjectsKeywordEnumSUBSECTOR_MUNICIPALITY_INFRASTRUCTURE_MAP
source: SUBSECTOR_MUNICIPALITY_WWTP_COLLECTION_SYSTEM_MAP
fr: SUBSECTOR_MUNICIPALITY_INFRASTRUCTURE_MAP

source: Drogue Type
fr: Drogue Type (fr)

# DrogueTypeEnumLargeDrogue
source: Large drogue
fr: Large drogue (fr)

# DrogueTypeEnumSmallDrogue
source: Small drogue
fr: Small drogue (fr)

# TVTypeEnumSubsectorTools
source: Subsector Tools
fr: Subsector Tools (fr)

# SecondaryTreatmentTypeEnumActivatedSludge
source: Activated Sludge
fr: Activated Sludge (fr)

# SecondaryTreatmentTypeEnumAeratedSubmergedBioFilmReactor
source: Aerated Submerged Bio Film Reactor
fr: Aerated Submerged Bio Film Reactor (fr)

# SecondaryTreatmentTypeEnumBiologicalAearatedFilters
source: Biological Aearated Filters
fr: Biological Aearated Filters (fr)
